[
  {
    "id": 21,
    "pali": "අප්පමාදෝ අමතපදං - පමාදෝ මච්චුනෝ පදං\nඅප්පමත්තා න මීයන්ති - යේ පමත්තා යථා මතා",
    "sinhala": "ප්‍රමාද නොවීම නිවනට මගයි. ප්‍රමාද වීම මරණයට මගයි. අප්‍රමාදී වූ අය මැරුණත් නොමැරුණා වගෙයි. පමා වූ අය ජීවත් වුණත් මැරුණා වගෙයි.",
    "story": "සාමාවතී බිසවගේ කතාව",
    "storyContent": "සාමාවතී බිසව ඇතුළු පන්සියයක් බිසෝවරු මාලිගාව තුළ ඇති වූ ගින්නකින් දැවී මිය ගියහ. ඊට පෙර ඔවුන් අප්‍රමාදීව ධර්මය අසා සිටි නිසා, ගින්නෙන් දැවෙද්දීත් වේදනාව යටපත් කරගෙන භාවනා කර රහත් ඵලයට සහ අනාගාමී ඵලයට පත් වූහ. අප්‍රමාදී බව මරණය පවා ජය ගන්නා බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 22,
    "pali": "ඒතං විසේසතෝ ඤත්වා - අප්පමාදම්හි පණ්ඩිතා\nඅප්පමාදේ පමෝදන්ති - අරියානං ගෝචරේ රතා",
    "sinhala": "මේ වෙනස හොඳින් දන්නා නුවණැත්තෝ, ආර්යයන් වහන්සේලාගේ ගුණ ධර්ම වල ඇලිලා, අප්‍රමාදී බව ගැන සතුටු වෙනවා.",
    "story": "කුම්භඝෝෂක සිටුතුමා",
    "storyContent": "ධනවත් පවුලක උපන් කුම්භඝෝෂක, වසංගත රෝගයක් නිසා දෙමාපියන් මිය ගිය පසු දුප්පතෙක් ලෙස ජීවත් විය. පසුව ඔහුගේ ධර්මිෂ්ඨකම නිසා රජතුමා ඔහුට සිටු තනතුරක් දුන්නේය. අප්‍රමාදීව කුසල් කිරීම සැපයට හේතු වන බව බුදුරදුන් දේශනා කළ සේක."
  },
  {
    "id": 23,
    "pali": "තේ ඣායිනෝ සාතතිකා - නිච්චං දළ්හපරක්කමා\nඵුසන්ති ධීරා නිබ්බානං - යෝගක්ඛේමං අනුත්තරං",
    "sinhala": "නිතරම වීර්යය කරන, ධ්‍යාන වඩන ඒ නුවණැත්තෝ, සියලු බියෙන් නිදහස් වූ උතුම් නිවන ස්පර්ශ කරනවා.",
    "story": "චූළපන්ථක තෙරුන්",
    "storyContent": "මහණ වී මාස 4ක් ගියත් එක ගාථාවක් පාඩම් කරගන්න බැරි වූ චූළපන්ථක තෙරුන්ව පන්සලෙන් නෙරපූ විට බුදුරදුන් පිහිට විය. රෙදි කැබැල්ලක් දී 'රජෝ හරණං' කියමින් පිරිමදින්නට කී විට, සිත සමාධිගත වී උන්වහන්සේ රහත් වූ සේක."
  },
  {
    "id": 24,
    "pali": "උට්ඨානවතෝ සතිමතෝ - සුචිකම්මස්ස නිසම්මකාරිනෝ\nසඤ්ඤතස්ස ච ධම්මජීවිනෝ - අප්පමත්තස්ස යසෝභිවඩ්ඪති",
    "sinhala": "උත්සාහවන්ත, සිහියෙන් ඉන්න, පිරිසිදු වැඩ කරන, විමසා බලා වැඩ කරන, සංවර වූ, දැහැමිව ජීවත් වෙන, අප්‍රමාදී කෙනාගේ කීර්තිය වැඩෙනවා.",
    "story": "කුම්භඝෝෂක සිටුතුමා (සම්බන්ධයි)",
    "storyContent": "පෙර කතාවටම අදාළව, ධාර්මිකව ජීවත් වන පුද්ගලයා මෙලොවදීම කීර්තියට පත්වන බව බුදුරදුන් පෙන්වා දුන් සේක."
  },
  {
    "id": 25,
    "pali": "උට්ඨානේනප්පමාදේන - සඤ්ඤමේන දමේන ච\nදීපං කයිරාථ මේධාවී - යං ඕඝෝ නාභිකීරති",
    "sinhala": "උත්සාහයෙන්, අප්‍රමාදයෙන්, හික්මීමෙන් සහ ඉන්ද්‍රිය දමනයෙන් නුවණැත්තා තමන්ට දූපතක් හදාගන්නවා. ඒ දූපත කෙලෙස් සැඩ පහරට යට වෙන්නේ නැහැ.",
    "story": "චූළපන්ථක තෙරුන් (සම්බන්ධයි)",
    "storyContent": "කෙලෙස් සැඩ පහරින් බේරීමට නම් තමා තුළම ධර්මද්වීපයක් ගොඩනගා ගත යුතු බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 26,
    "pali": "පමාදමනුයුඤ්ජන්ති - බාලා දුම්මේධිනෝ ජනා\nඅප්පමාදඤ්ච මේධාවී - ධනං සෙට්ඨංව රක්ඛති",
    "sinhala": "අඥාන මෝඩ මිනිස්සු ප්‍රමාද වෙවී ඉන්නවා. ඒත් නුවණැත්තා තමන්ගේ අප්‍රමාදී බව රකින්නේ වටිනාම ධනයක් රකිනවා වගේ.",
    "story": "බාලනැකැත් උත්සවය",
    "storyContent": "සැවැත් නුවර මෝඩයන්ගේ උත්සවයක් පැවතුනි. එහිදී ඔවුන් බීමත්ව අශෝභන ලෙස හැසිරුණි. මෙය දුටු බුදුරදුන්, නුවණැත්තා කිසිවිටෙකත් සිහිය නැති කර නොගන්නා බව වදාළ සේක."
  },
  {
    "id": 27,
    "pali": "මා පමාදමනුයුඤ්ජේථ - මා කාමරතිසන්ථවං\nඅප්පමත්තෝ හි ඣායන්තෝ - පප්පෝති විපුලං සුඛං",
    "sinhala": "ප්‍රමාද වෙන්න එපා. කාම සැපවල ඇලෙන්න එපා. අප්‍රමාදීව ධ්‍යාන වඩන කෙනා උතුම් සැපයක් ලබනවා.",
    "story": "මහාකස්සප තෙරුන්",
    "storyContent": "මහාකස්සප තෙරුන් වහන්සේ පිණ්ඩපාතයේ වැඩම කරද්දී දෙවියන් දිව්‍ය භෝජන පූජා කළද, උන්වහන්සේ දුප්පතුන්ට පින් කරගැනීමට අවස්ථාව දීම ගැන බුදුරදුන් ප්‍රශංසා කළ සේක."
  },
  {
    "id": 28,
    "pali": "පමාදං අප්පමාදේන - යදා නුදති පණ්ඩිතෝ\nපඤ්ඤාපාසාදමාරුය්හ - අසෝකෝ සෝචිනිං පජං\nපබ්බතට්ඨෝව භූමට්ඨේ - ධීරෝ බාලේ අවෙක්ඛති",
    "sinhala": "යම් දවසක නුවණැත්තා අප්‍රමාදය තුළින් ප්‍රමාදය දුරු කරගත්තොත්, ඔහු ප්‍රඥාව නමැති මාලිගාවට නැගලා, ශෝක නැතිව, ශෝක වෙන සත්වයා දිහා බලනවා. හරියට කන්දක් උඩ ඉන්න කෙනෙක් බිම ඉන්න අය දිහා බලනවා වගේ.",
    "story": "මහාකස්සප තෙරුන් (සම්බන්ධයි)",
    "storyContent": "සසර දුකෙන් එතෙර වූ රහතන් වහන්සේලා, කෙලෙස් ගින්නෙන් දැවෙන ලෝක සත්වයා දෙස බලන්නේ අනුකම්පාවෙනි."
  },
  {
    "id": 29,
    "pali": "අප්පමත්තෝ පමත්තේසු - සුත්තේසු බහුජාගරෝ\nඅබලස්සංව සීඝස්සෝ - හිත්වා යාති සුමේධසෝ",
    "sinhala": "ප්‍රමාද වූ අය අතර අප්‍රමාදීව, නිදා ගත් අය අතර අවදියෙන් ඉන්න නුවණැත්තා, දුර්වල අශ්වයෙක් පහු කරගෙන යන වේගවත් අශ්වයෙක් වගේ අනිත් අය පහු කරගෙන යනවා.",
    "story": "සාමණේර දෙනම",
    "storyContent": "එකට පැවිදි වූ සාමණේරවරුන් දෙදෙනාගෙන් එක් අයෙක් නිතර නිදා ගත් අතර, අනෙක් නම වීර්යයෙන් භාවනා කළේය. භාවනා කළ නම රහත් වූ අතර, අලස නම එතැනම විය. බුදුරදුන් ඔවුන්ගේ වෙනස අශ්වයන්ට උපමා කළ සේක."
  },
  {
    "id": 30,
    "pali": "අප්පමාදේන මඝවා - දේවානං සෙට්ඨතං ගතෝ\nඅප්පමාදං පසංසන්ති - පමාදෝ ගරහිතෝ සදා",
    "sinhala": "මඝ මානවකයා දෙවියන් අතර ශ්‍රේෂ්ඨ වුණේ (ශක්‍රයා වුණේ) අප්‍රමාදය නිසයි. හැමදාම අප්‍රමාදය ප්‍රශංසා ලබනවා. ප්‍රමාදය නින්දා ලබනවා.",
    "story": "ශක්‍ර දේවේන්ද්‍රයා",
    "storyContent": "පෙර ආත්මයක මඝ නම් තරුණයාව සිටි ශක්‍රයා, ගමේ පාරවල් සැකසීම, ශාලා තැනීම වැනි පින්කම් අප්‍රමාදීව කළ නිසා මරණින් මතු දෙවියන්ගේ රජු බවට පත් විය."
  },
  {
    "id": 31,
    "pali": "අප්පමාදරතෝ භික්ඛු - පමාදේ භයදස්සි වා\nසංයෝජනං අණුං ථූලං - ඩහං අග්ගීව ගච්ඡති",
    "sinhala": "අප්‍රමාදයට කැමති, ප්‍රමාදයට බිය දකින භික්ෂුව, ලොකු කුඩා හැම බන්ධනයක්ම ගින්නක් වගේ දවාගෙන (නිවන් මගට) යනවා.",
    "story": "එක්තරා භික්ෂුවක්",
    "storyContent": "එක් භික්ෂුවක් බුදුරදුන්ගෙන් කමටහන් ගෙන වනයට ගොස් භාවනා කරද්දී ලැව් ගින්නක් ඇති විය. උන්වහන්සේ ඒ ගින්න උපමා කරගෙන කෙලෙස් දවන ආකාරය මෙනෙහි කර රහත් විය."
  },
  {
    "id": 32,
    "pali": "අප්පමාදරතෝ භික්ඛු - පමාදේ භයදස්සි වා\nඅභබ්බෝ පරිහානාය - නිබ්බානස්සේව සන්තිකේ",
    "sinhala": "අප්‍රමාදයට කැමති, ප්‍රමාදයට බිය දකින භික්ෂුව, කවදාවත් පිරිහෙන්නේ නැහැ. ඔහු ඉන්නේ නිවනට හරිම ළඟින්.",
    "story": "නිගමවාසී තෙරුන්",
    "storyContent": "නිගමවාසී තෙරුන් ඉතා අප්‍රමාදීව වාසය කළ නිසා, උන්වහන්සේ කිසිදා ධර්මයෙන් පිරිහෙන්නේ නැති බව බුදුරදුන් සහතික කළ සේක."
  }
]
