[
  {
    "id": 90,
    "pali": "ගතද්ධිනෝ විසෝකස්ස - විප්පමුත්තස්ස සබ්බධි\nසබ්බගන්ථප්පහීනස්ස - පරිළාහෝ න විජ්ජති",
    "sinhala": "සසර ගමන නිම කළ, ශෝක නැති, හැම දෙයින්ම නිදහස් වුන, සියලු ගැට ලිහා දැමූ රහතන් වහන්සේට කිසිම දැවිල්ලක් (දුකක්) නැහැ.",
    "story": "ජීවකගේ ප්‍රශ්නය",
    "storyContent": "දේවදත්ත තෙරුන් බුදුරදුන්ට ගල් පෙරළා තුවාල කළ අවස්ථාවේ, වෛද්‍ය ජීවක බෙහෙත් බැඳ 'මට එනතුරු මෙය ලිහන්න එපා' යැයි කියා ගියේය. නමුත් නියමිත වෙලාවට ඔහුට ඒමට නොහැකි විය. ජීවක මේ ගැන කලබල වුවත්, බුදුරදුන් ඒ වන විටත් සුවපත් වී සිටි සේක. රහතන් වහන්සේලාට මානසික පීඩාවක් නැති බව මෙයින් වදාළ සේක."
  },
  {
    "id": 91,
    "pali": "උය්‍යුඤ්ජන්ති සතීමන්තෝ - න නිකේතේ රමන්ති තේ\nහංසාව පල්ලලං හිත්වා - ඕකමෝකං ජහන්ති තේ",
    "sinhala": "සිහියෙන් ඉන්න රහතන් වහන්සේලා එක තැනක ඇලිලා ඉන්නේ නෑ. විල අතහැරලා යන හංසයෝ වගේ උන්වහන්සේලා ගෙවල් දොරවල් අතහැරලා යනවා.",
    "story": "මහාකස්සප තෙරුන්",
    "storyContent": "වස් කාලය අවසානයේ මහාකස්සප තෙරුන් ඇතුළු පිරිස චාරිකාවේ වඩින විට, සමහරු එයට අකමැති විය. බුදුරදුන් වදාළේ රහතන් වහන්සේලා කිසි තැනක නොඇලී වාසය කරන බවයි."
  },
  {
    "id": 92,
    "pali": "යේසං සන්නිචයෝ නත්ථි - යේ පරිඤ්ඤාතභෝජනා\nසුඤ්ඤතෝ අනිමිත්තෝ ච - විමොක්ඛෝ යේස ගෝචරෝ\nආකාසේව සකුන්තානං - ගති තේසං දුරන්නයා",
    "sinhala": "යම් කෙනෙක් පින් පව් රැස් කරන්නේ නැත්නම් (රහත් නම්), ආහාර ගැන අවබෝධයෙන් ඉන්නවා නම්, නිවන අරමුණු කරගෙන ඉන්නවා නම්, අහසේ යන කුරුල්ලන්ගේ පාර හොයන්න බැරි වගේ උන්වහන්සේලා ගිය තැනක් (උපතක්) හොයන්න බැහැ.",
    "story": "බේලට්ඨිසීස තෙරුන්",
    "storyContent": "බේලට්ඨිසීස තෙරුන් ඉතිරි වූ ආහාර වේලාගෙන තබාගෙන වැළඳීම ගැන භික්ෂූන් වහන්සේලා දොස් කීහ. නමුත් උන්වහන්සේ රහත් වී සිටි නිසා තණ්හාවක් නැති බවත්, රහතුන්ගේ ස්වභාවය අවබෝධ කරගැනීම අපහසු බවත් බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 93,
    "pali": "යස්සාලවා පරික්ඛීණා - ආහාරේ ච අනිස්සිතෝ\nසුඤ්ඤතෝ අනිමිත්තෝ ච - විමොක්ඛෝ යස්ස ගෝචරෝ\nආකාසේව සකුන්තානං - පදං තස්ස දුරන්නයං",
    "sinhala": "යමෙක් ආශාවන් නැති කළා නම්, ආහාර ගැන තණ්හාවක් නැත්නම්, නිවන අරමුණු කරගෙන ඉන්නවා නම්, අහසේ යන කුරුල්ලන්ගේ පිය සටහන් හොයන්න බැරි වගේ උන්වහන්සේලා ගිය මග හොයන්න බැහැ.",
    "story": "අනුරුද්ධ තෙරුන්",
    "storyContent": "අනුරුද්ධ තෙරුන් වහන්සේට දෙවියන් විසින් දිව්‍ය ඕජස් සහිත ආහාර පූජා කළ විට, උන්වහන්සේගේ ගුණ ගැන බුදුරදුන් මෙම ගාථාව දේශනා කළ සේක."
  },
  {
    "id": 94,
    "pali": "යස්සින්ද්‍රියානි සමථංගතානි - අස්සා යථා සාරථිනා සුදන්තා\nපහීනමානස්ස අනාසවස්ස - දේවාපි තස්ස පිහයන්ති තාදිනෝ",
    "sinhala": "දක්ෂ රියදුරෙක් අශ්වයන්ව දමනය කරනවා වගේ යමෙක් ඉන්ද්‍රියන් දමනය කළා නම්, මානය නැති කළා නම්, ඒ රහතන් වහන්සේට දෙවියෝ පවා කැමතියි.",
    "story": "මහාකච්චායන තෙරුන්",
    "storyContent": "මහාකච්චායන තෙරුන්ගේ ඉන්ද්‍රිය සංවරය දැක ශක්‍රයා පවා පැමිණ වන්දනා කළේය. රහතන් වහන්සේලාට දෙවියන් පවා ප්‍රිය කරන බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 95,
    "pali": "පඨවිසමෝ නෝ විරුජ්ඣති - ඉන්දඛීලූපමෝ තාදි සුබ්බතෝ\nරහදෝව අපේතකද්දමෝ - සංසාරා න භවන්ති තාදිනෝ",
    "sinhala": "පොළොව වගේ කම්පා වෙන්නේ නැති, ඉන්ද්‍රඛීලයක් (ස්ථිර කණුවක්) වගේ නොසැලෙන, මඩ නැති විලක් වගේ පැහැදුණ රහතන් වහන්සේට නැවත ඉපදීමක් නැහැ.",
    "story": "සැරියුත් තෙරුන්",
    "storyContent": "සැරියුත් තෙරුන් වහන්සේට සාමණේර නමක් වැරදි චෝදනාවක් කළ විට, උන්වහන්සේ පොළොව මෙන්, ජලය මෙන් තමන්ගේ සිත කිසිවකට නොගැටෙන බව ප්‍රකාශ කළ සේක."
  },
  {
    "id": 96,
    "pali": "සන්තං තස්ස මනං හෝති - සන්තා වාචා ච කම්ම ච\nසම්මදඤ්ඤා විමුත්තස්ස - උපසන්තස්ස තාදිනෝ",
    "sinhala": "මැනවින් අවබෝධ කරගෙන නිදහස් වුන රහතන් වහන්සේගේ සිත ශාන්තයි. වචනය ශාන්තයි. කයත් ශාන්තයි.",
    "story": "කොසොඹවැසි තිස්ස සාමණේරයන්",
    "storyContent": "හත් අවුරුදු වයසැති තිස්ස සාමණේරයන් වහන්සේගේ ශාන්ත ඉරියව් දැක පැහැදුණ පිරිසකට බුදුරදුන් මෙම ධර්මය දේශනා කළ සේක."
  },
  {
    "id": 97,
    "pali": "අස්සද්ධෝ අකතඤ්ඤූ ච - සන්ධිච්ඡේදෝ ච යෝ නරෝ\nහතාවකාසෝ වන්තාසෝ - ස වේ උත්තමපෝරිසෝ",
    "sinhala": "ශ්‍රද්ධාව ඉක්මවා ගිය (ප්‍රඥාව ඇති), නිර්වාණය දන්නා, සසර බැමි සිඳ දැමූ, ඉපදීම නැති කළ, ආශාවන් වමාරා දැමූ කෙනා තමයි උත්තම පුරුෂයා.",
    "story": "සැරියුත් තෙරුන්",
    "storyContent": "සැරියුත් තෙරුන් තමන් බුදුරදුන් කෙරෙහි ශ්‍රද්ධාව නිසා නොව, තමන් විසින්ම ධර්මය අවබෝධ කරගත් නිසා පිළිගන්නා බව ප්‍රකාශ කළ විට, සමහර භික්ෂූන් එය වරදවා වටහා ගත්හ. බුදුරදුන් එහි නියම අරුත පැහැදිලි කළ සේක."
  },
  {
    "id": 98,
    "pali": "ගාමේ වා යදි වාරඤ්ඤේ - නින්නේ වා යදි වා ථලේ\nයත්ථ අරහන්තෝ විහරන්ති - තං භූමිං රාමණෙය්‍යකං",
    "sinhala": "ගමක වේවා, කැලයක වේවා, මිටියාවතක වේවා, ගොඩබිමක වේවා යම් තැනක රහතන් වහන්සේලා වැඩ ඉන්නවා නම් ඒ භූමිය හරිම රමණීයයි.",
    "story": "රේවත තෙරුන්",
    "storyContent": "රේවත තෙරුන් ඉතා කටුක කැලෑවක වාසය කිරීම ගැන භික්ෂූන් කතා වූ විට, රහතුන් වසන ඕනෑම තැනක් සුන්දර බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 99,
    "pali": "රමණීයානි අරඤ්ඤානි - යත්ථ න රමතී ජනෝ\nවීතරාගා රමෙස්සන්ති - න තේ කාමගවේසිනෝ",
    "sinhala": "සාමාන්‍ය මිනිස්සු කැමති නැති කැලෑවලට, වීතරාගී උතුමන් (රහතන් වහන්සේලා) කැමතියි. මොකද උන්වහන්සේලා කාම සැප හොයන්නේ නැහැ.",
    "story": "එක්තරා කාන්තාවක්",
    "storyContent": "උද්‍යාන ක්‍රීඩාවට ගිය කාන්තාවක් රහතන් වහන්සේ නමක් දැක සිත පහදවා ගත්තාය. කාමයෙන් තොර අය විවේකයට ප්‍රිය කරන බව බුදුරදුන් වදාළ සේක."
  }
]
