[
  {
    "id": 157,
    "pali": "අත්තානං චේ පියං ජඤ්ඤා - රක්ඛෙය්‍ය නං සුරක්ඛිතං\nතිණ්ණමඤ්ඤතරං යාමං - පටිජග්ගෙය්‍ය පණ්ඩිතෝ",
    "sinhala": "තමන් තමන්ට ආදරෙයි නම් තමන්ව හොඳට රැකගන්න ඕනේ (පව් වලින්). නුවණැත්තා යොවුන්, මැදි, මහලු කියන වයස් තුනෙන් එකකදීවත් යහපතේ යෙදෙන්න ඕනේ.",
    "story": "බෝධිරාජ කුමාරයා",
    "storyContent": "බෝධිරාජ කුමාරයා තමන්ගේ ආරක්ෂාවට මාලිගාවක් හැදුවත්, බුදුරදුන් වදාළේ සැබෑ ආරක්ෂාව ඇත්තේ තමන් තුළම බවයි."
  },
  {
    "id": 158,
    "pali": "අත්තානමේව පඨමං - පතිරූපේ නිවේසයේ\nඅථඤ්ඤමනුසාසෙය්‍ය - න කිලිස්සෙය්‍ය පණ්ඩිතෝ",
    "sinhala": "මුලින්ම තමන් හැදිලා ඉන්න ඕනේ. ඊට පස්සේ තමයි අනුන්ට උපදෙස් දෙන්න ඕනේ. එතකොට නුවණැත්තාට අපහාස විඳින්න වෙන්නේ නෑ.",
    "story": "උපනන්ද තෙරුන්",
    "storyContent": "අන් අයට ටිකක් කන්න යැයි බණ කියූ උපනන්ද තෙරුන්, තමන් පමණ ඉක්මවා වැළඳූහ. තමන් ආදර්ශමත් විය යුතු බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 159,
    "pali": "අත්තානං චේ තථා කයිරා - යථඤ්ඤමනුසාසති\nසුදන්තෝ වත දමේථ - අත්තා හි කිර දුද්දමෝ",
    "sinhala": "අනුන්ට අවවාද කරන විදියටම තමන් හැසිරෙනවා නම්, අන්න එයාට පුළුවන් අනුන්ව දමනය කරන්න. මොකද තමන්ව දමනය කරගන්න එක හරි අමාරුයි.",
    "story": "පධනික තිස්ස තෙරුන්",
    "storyContent": "අන් අයට භාවනා කරන්න කියා තමන් නිදා ගත් තෙරුන් වහන්සේ කෙනෙකු ගැන බුදුරදුන් මෙය දේශනා කළ සේක."
  },
  {
    "id": 160,
    "pali": "අත්තා හි අත්තනෝ නාථෝ - කෝ හි නාථෝ පරෝ සියා\nඅත්තනා හි සුදන්තේන - නාථං ලභති දුල්ලභං",
    "sinhala": "තමන්ට පිහිට තමන්මයි. වෙන කවුරු පිහිට වෙන්නද? තමන් හොඳට දමනය වුනාම තමයි (රහත් බව නමැති) ලබාගන්න අමාරු පිහිට ලැබෙන්නේ.",
    "story": "කුමාර කස්සප මෑණියෝ",
    "storyContent": "දෙමාපියන්ගේ විරෝධය මැද පැවිදි වූ කුමාර කස්සප මෑණියන්, තමන්ගේ වීර්යයෙන්ම රහත් ඵලය ලැබුවාය. තමන්ගේ ගැලවුම්කරුවා තමන්ම බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 161,
    "pali": "අත්තනා ව කතං පාපං - අත්තජං අත්තසම්භවං\nඅභිමන්ථති දුම්මේධං - වජිරං වස්මමයං මණිං",
    "sinhala": "තමන් කරන පව්, තමන්ගෙන්ම උපන් දේවල්. ඒ පව් අඥානයාව විනාශ කරනවා. හරියට තමන්ගෙන්ම හැදුණ දියමන්තිය මැණික විදිනවා වගේ.",
    "story": "මහාකාල උපාසක",
    "storyContent": "සිල්වත් උපාසකයෙකු වූ මහාකාල, අතීත පාපයක් නිසා සොරුන් රැලකට මැදි වී අන්ත දඬුවම් ලැබ මිය ගියේය. තමන් කළ පව් තමන්වම වනසන බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 162,
    "pali": "යස්ස අච්චන්තදුස්සීල්‍යං - මාලුවා සාලමිවෝතතං\nකරෝති සෝ තථත්තානං - යථා නං ඉච්ඡතී දිසෝ",
    "sinhala": "ගසක් වසා ගත් මාලුවා වැලක් වගේ යමෙක් සිල් බිඳගත්තොත්, හතුරෙක් එයාට විනාශයක් වෙනවා දකින්න කැමති වගේම එයා තමන්ව විනාශ කරගන්නවා.",
    "story": "දේවදත්ත තෙරුන්",
    "storyContent": "දේවදත්ත තෙරුන් තමන්ගේ දුස්සීලකම නිසා තමන්වම විනාශ කරගත් අයුරු බුදුරදුන් පෙන්වා දුන් සේක."
  },
  {
    "id": 163,
    "pali": "සුකරානි අසාධූනි - අත්තනෝ අහිතානි ච\nයං වේ හිතඤ්ච සාධුඤ්ච - තං වේ පරමදුක්කරං",
    "sinhala": "නරක වැඩ, තමන්ට අහිතකර වැඩ කරන එක හරි ලේසියි. ඒත් යහපත් වැඩ, හිතකර වැඩ කරන එක තමයි අමාරුම.",
    "story": "දේවදත්ත තෙරුන් (සම්බන්ධයි)",
    "storyContent": "සංඝ භේදය වැනි පව්කම් කිරීම දේවදත්තට පහසු වූ නමුත්, යහපත් මගට ගැනීම අපහසු විය."
  },
  {
    "id": 164,
    "pali": "යෝ සාසනං අරහතං - අරියානං ධම්මජීවිනං\nපටික්කොසති දුම්මේධෝ - දිට්ඨිං නිස්සාය පාපිකං\nඵලානි කට්ඨකස්සේව - අත්තඝඤ්ඤාය ඵල්ලති",
    "sinhala": "යම් අඥානයෙක් මිසදිටු අරගෙන රහතන් වහන්සේලාට, දැහැමි ආර්යයන් වහන්සේලාට බාධා කරනවා නම්, උණ ගසේ ගෙඩි හැදෙන්නේ ගහ මැරෙන්න වගේ එයා විනාශ වෙලා යනවා.",
    "story": "කාල තෙරුන්",
    "storyContent": "බුදුරදුන්ට විරුද්ධව කටයුතු කළ කාල තෙරුන්, තමන්ගේම වැරදි දෘෂ්ටි නිසා විනාශයට පත් විය."
  },
  {
    "id": 165,
    "pali": "අත්තනා ව කතං පාපං - අත්තනා සංකිලිස්සති\nඅත්තනා අකතං පාපං - අත්තනා ව විසුජ්ඣති\nසුද්ධි අසුද්ධි පච්චත්තං - නාඤ්ඤමඤ්ඤෝ විසෝධයේ",
    "sinhala": "පව් කරලා කිලිටි වෙන්නේ තමන්මයි. පව් නොකර පිරිසිදු වෙන්නෙත් තමන්මයි. පිරිසිදු බව හෝ අපිරිසිදු බව තියෙන්නේ තමන් අතේ. වෙන කෙනෙකුට තව කෙනෙක්ව සුද්ද කරන්න බැහැ.",
    "story": "චුල්ලකාල උපාසක",
    "storyContent": "තමන්ගේ පිරිසිදුකම හෝ අපිරිසිදුකම වෙන කෙනෙකුට වෙනස් කළ නොහැකි බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 166,
    "pali": "අත්තදත්ථං පරත්ථේන - බහුනාපි න හාපයේ\nඅත්තදත්ථමභිඤ්ඤාය - සදත්ථපසුතෝ සියා",
    "sinhala": "අනුන්ට කොච්චර වැඩ තිබුණත්, තමන්ගේ යහපත (නිවන් මග) මගහරින්න එපා. තමන්ගේ යහපත අඳුරගෙන ඒ වෙනුවෙන් මහන්සි වෙන්න.",
    "story": "අත්තදත්ථ තෙරුන්",
    "storyContent": "බුදුරදුන් පිරිනිවන් පාන්නට ආසන්නව සිටියදී, වෙනත් භික්ෂූන් උන්වහන්සේ වටා රැස්ව සිටියත්, අත්තදත්ථ තෙරුන් තනිවම භාවනා කර රහත් විය. බුදුරදුන් උන්වහන්සේව අගය කළ සේක."
  }
]
