[
  {
    "id": 60,
    "pali": "දීඝා ජාගරතෝ රත්ති - දීඝං සන්තස්ස යෝජනං\nදීඝෝ බාලානං සංසාරෝ - සද්ධම්මං අවිජානතං",
    "sinhala": "නිදි නැති කෙනාට රාත්‍රිය දිගයි. ගමන් කරලා මහන්සි වුන කෙනාට යොදුනක් වුනත් දිගයි. ධර්මය දන්නේ නැති අඥානයාට සංසාරය හරිම දිගයි.",
    "story": "පසේනදි කොසොල් රජු",
    "storyContent": "එක්තරා ස්ත්‍රියකට ආශා වී ඇගේ සැමියා මරන්නට ගිය කොසොල් රජුට එදා රාත්‍රියේ නින්ද ගියේ නැත. ඒ රාත්‍රිය ඔහුට කල්පයක් මෙන් දැනුණි. පසුදින බුදුරදුන් හමුවූ විට සංසාරයේ දිග ගැන උන්වහන්සේ දේශනා කළ සේක."
  },
  {
    "id": 61,
    "pali": "චරඤ්චේ නාධිගච්ඡෙය්‍ය - සෙය්‍යං සදිසමත්තනෝ\nඒකචරියං දළ්හං කයිරා - නත්ථි බාලේ සහායතා",
    "sinhala": "තමන්ට වඩා ගුණ යහපත් හෝ තමන්ට සමාන කෙනෙක් හොයාගන්න නැත්නම්, තනියම යන එක ඊට වඩා හොඳයි. අඥානයා එක්ක යාළුකම් එපා.",
    "story": "මහාකස්සප තෙරුන්ගේ ශිෂ්‍යයා",
    "storyContent": "මහාකස්සප තෙරුන්ගේ දඩබ්බර ශිෂ්‍යයෙක්, අවවාද නොඅසා අවසානයේ පන්සලට ගිනි තබා පලා ගියේය. බාලයන් සමඟ වාසයට වඩා තනිකම උතුම් බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 62,
    "pali": "පුත්තා මත්ථි ධනං මත්ථි - ඉති බාලෝ විහඤ්ඤති\nඅත්තා හි අත්තනෝ නත්ථි - කුතෝ පුත්තා කුතෝ ධනං",
    "sinhala": "'මට දරුවෝ ඉන්නවා, මට ධනය තියෙනවා' කියලා අඥානයා දුක් වෙනවා. තමන්ට තමන්වත් අයිති නැති කොට, කොහෙද දරුවෝ? කොහෙද ධනයක්?",
    "story": "ආනන්ද සිටුතුමා",
    "storyContent": "කෝටි ගණන් ධනය තිබුණත් මසුරුකම නිසා කිසිවක් භුක්ති නොවිඳ මිය ගිය ආනන්ද සිටුතුමා, ඊළඟ ආත්මයේ ඉතා දුප්පත්ව උපන්නේය. මෝඩයා දේපල ගැන සිතා වෙහෙසෙන බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 63,
    "pali": "යෝ බාලෝ මඤ්ඤති බාල්‍යං - පණ්ඩිතෝ වාපි තේන සෝ\nබාලෝ ච පණ්ඩිතමානී - ස වේ බාලෝති වුච්චති",
    "sinhala": "යම් අඥානයෙක් 'මම අඥානයෙක්' කියලා දන්නවා නම්, ඒ කාරණය නිසා ඔහු පණ්ඩිතයෙක් වෙනවා. ඒත් අඥානයා තමන් පණ්ඩිතයි කියලා හිතන් ඉන්නවා නම්, එයා ඇත්තටම අඥානයෙක් (මෝඩයෙක්).",
    "story": "ගැට කපන්නන් දෙදෙනා",
    "storyContent": "බණ අසන අතරතුර එක් සොරෙක් අන් අයගේ පසුම්බි සොරා ගත්තේය. අනෙක් පුද්ගලයා ඉතා ඕනෑකමින් බණ ඇසුවේය. බණ ඇසූ තැනැත්තා සෝවාන් වූ අතර, සොරා එය විහිළුවට ගත්තේය."
  },
  {
    "id": 64,
    "pali": "යාවජීවම්පි චේ බාලෝ - පණ්ඩිතං පයිරුපාසති\nන සෝ ධම්මං විජානාති - දබ්බී සූපරසං යථා",
    "sinhala": "හැන්ද හොද්දේ රස දන්නේ නෑ වගේ, අඥානයා ජීවිත කාලෙම පණ්ඩිතයෙක් ළඟ හිටියත් ධර්මය දැනගන්නේ නැහැ.",
    "story": "උදායි තෙරුන්",
    "storyContent": "ධර්මය නොදත් උදායි තෙරුන්, පණ්ඩිතයෙක් මෙන් ආසනයේ වාඩි වී සිටියත්, අන් අය ප්‍රශ්න ඇසූ විට නිරුත්තර විය. බාලයාට ධර්මය නොවැටහෙන බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 65,
    "pali": "මුහුත්තමපි චේ විඤ්ඤූ - පණ්ඩිතං පයිරුපාසති\nඛිප්පං ධම්මං විජානාති - ජිව්හා සූපරසං යථා",
    "sinhala": "දිව හොද්දේ රස ඉක්මනට අඳුරගන්නවා වගේ, නුවණැත්තා එක මොහොතක් පණ්ඩිතයෙක් ඇසුරු කළත් ඉක්මනට ධර්මය අවබෝධ කරගන්නවා.",
    "story": "තිස්ස තෙරුන්",
    "storyContent": "වයස අවුරුදු හතේදී පැවිදි වූ සාමණේර නමක්, කොණ්ඩය කපන සුළු වෙලාව තුළදී ධර්මය මෙනෙහි කර රහත් විය. නුවණැත්තාට ධර්මය වටහා ගැනීමට සුළු මොහොතක් ප්‍රමාණවත් බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 66,
    "pali": "චරන්ති බාලා දුම්මේධා - අමිත්තේනේව අත්තනා\nකරොන්තා පාපකං කම්මං - යං හෝති කටුකප්ඵලං",
    "sinhala": "නුවණ නැති අඥානයෝ, තමන්ටම හතුරෙක් වගේ හැසිරෙනවා. කටුක විපාක දෙන පව් වැඩම කරනවා.",
    "story": "සුප්පබුද්ධ කුෂ්ඨ රෝගියා",
    "storyContent": "පෙර ආත්මයක පසේබුදුරදුන්ට අපහාස කළ පව නිසා මේ ආත්මයේ කුෂ්ඨ රෝගියෙක් වූ සුප්පබුද්ධ, පසුව බුදුරදුන්ගෙන් බණ අසා සෝවාන් විය. පව්කම් වල විපාක දරුණු බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 67,
    "pali": "න තං කම්මං කතං සාධු - යං කත්වා අනුතප්පති\nයස්ස අස්සුමුඛෝ රෝදං - විපාකං පටිසේවති",
    "sinhala": "යම් දෙයක් කළාට පස්සේ පසුතැවෙන්න වෙනවා නම්, අඬ අඬා විපාක විඳින්න වෙනවා නම්, ඒ දේ කරන එක හොඳ නැහැ.",
    "story": "ගොවියා සහ සොරා",
    "storyContent": "සොරකම් කළ බඩු මල්ලක් තමන්ගේ කුඹුරේ දමා ගිය පසු, එයට අසුවී රාජ දඬුවම් ලැබූ ගොවියෙක් ගැන මෙම කතාව දේශනා කළ සේක."
  },
  {
    "id": 68,
    "pali": "තඤ්ච කම්මං කතං සාධු - යං කත්වා නානුතප්පති\nයස්ස පතීතෝ සුමනෝ - විපාකං පටිසේවති",
    "sinhala": "යම් දෙයක් කළාට පස්සේ පසුතැවෙන්න වෙන්නේ නැත්නම්, සතුටින් විපාක විඳින්න පුළුවන් නම්, අන්න ඒ දේ කරන එක තමයි හොඳ.",
    "story": "සුමන මාලාකාර",
    "storyContent": "රජුට දීමට තිබූ මල් ටික බුදුරදුන්ට පූජා කළ මල් කරුවා, එදිනම රජුගෙන් විශාල සම්මාන ලැබුවේය. යහපත් දේ කිරීමේ විපාකය සතුට බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 69,
    "pali": "මධුවා මඤ්ඤති බාලෝ - යාව පාපං න පච්චති\nයදා ච පච්චති පාපං - අථ බාලෝ දුක්ඛං නිගච්ඡති",
    "sinhala": "පව් වැඩේ විපාක දෙනකල් අඥානයා හිතන්නේ ඒක මී පැණි වගේ (රසයි) කියලා. ඒත් විපාක දෙන දවසට අඥානයා දුකට පත් වෙනවා.",
    "story": "උප්පලවණ්ණා තෙරණිය",
    "storyContent": "රහත් මෙහෙණියක් දූෂණය කළ පාපතරයෙක්, ඒ පව්කම කළ මොහොතේ සතුටු වුවත්, පසුව පොළොව පලාගෙන අවීචි නිරයට වැටුණේය."
  },
  {
    "id": 70,
    "pali": "මාසේ මාසේ කුසග්ගේන - බාලෝ භුඤ්ජෙය්‍ය භෝජනං\nන සෝ සංඛතධම්මානං - කලං අග්ඝති සොළසිං",
    "sinhala": "මාසයක් ගානේ තණකොළ අගකින් කෑම ටික ටික කෑවත් (දුෂ්කර තපස් රැක්කත්), ඒක ධර්මය අවබෝධ කරගත් කෙනාගේ ගුණයෙන් දහසයෙන් පංගුවක්වත් වටින්නේ නැහැ.",
    "story": "ජම්බුක ආජීවක",
    "storyContent": "වසර 55ක් තිස්සේ මළ මූත්‍රා කමින්, තණ අගින් ආහාර ගනිමින් තපස් රැකපු ජම්බුක, අවසානයේ බුදුරදුන් හමුවී රහත් විය. මිත්‍යා තපස් වලට වඩා ධර්ම අවබෝධය උතුම් බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 71,
    "pali": "න හි පාපං කතං කම්මං - සජ්ජු ඛීරංව මුච්චති\nඩහන්තං බාලමන්වේති - භස්මච්ඡන්නෝව පාවකෝ",
    "sinhala": "දෙවපු ගමන් කිරි මිදෙන්නේ නැහැ වගේ, පව් කළ ගමන් විපාක දෙන්නේ නැහැ. ඒත් අළු යට තියෙන ගින්දර වගේ ඒක අඥානයාව දවාගෙන පස්සෙන් එනවා.",
    "story": "අහිප්‍රේතයා",
    "storyContent": "පෙර ආත්මයක බුදු සසුනේ දේපල ගිනි තැබූ පුද්ගලයෙක්, ප්‍රේතයෙක් වී ශරීරය ගිනි ගනිමින් දුක් විඳින ආකාරය මුගලන් මහ රහතන් වහන්සේ දුටු සේක."
  },
  {
    "id": 72,
    "pali": "යාවදේව අනත්ථාය - ඤත්තං බාලස්ස ජායති\nහන්ති බාලස්ස සුක්කංසං - මුද්ධමස්ස විපාතයං",
    "sinhala": "අඥානයාට යම් දැනුමක් ලැබෙනවා නම්, ඒක ඔහුගේ විනාශයටමයි හේතු වෙන්නේ. ඒකෙන් එයාගේ යහපත නැති වෙලා, ඔළුව පැලිලා යනවා.",
    "story": "සටකපට තරුණයා",
    "storyContent": "ගල් පෙරලීමේ ශිල්පය දන්නා කෙනෙක්, එය විනෝදයට කරද්දී පසේබුදුරජාණන් වහන්සේ නමකට ගලක් වැදී පිරිනිවන් පෑ සේක. වැරදි දැනුම විනාශයට මුල බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 73,
    "pali": "අසන්තං භාවනමිච්ඡෙය්‍ය - පුරෙක්ඛාරඤ්ච භික්ඛුසු\nආවාසේසු ච ඉස්සරියං - පූජා පරකුලේසු ච",
    "sinhala": "අඥාන භික්ෂුව නැති ගුණ පෙන්නන්න කැමතියි. අනිත් අයට වඩා ඉස්සර වෙන්න කැමතියි. පන්සල් වල බලය අල්ලගන්න කැමතියි. දායකයන්ගෙන් පූජා ලබන්න කැමතියි.",
    "story": "චිත්ත ගෘහපතියා සහ සුධම්ම තෙරුන්",
    "storyContent": "චිත්ත ගෘහපතියා රහතන් වහන්සේලාට දන් දෙන විට, පන්සලේ සිටි පෘතග්ජන සුධම්ම තෙරුන් තමන්ට මුල් තැන නොදීම ගැන ඊර්ෂ්‍යා කළේය. බාලයන් තනතුරු බලාපොරොත්තු වන බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 74,
    "pali": "මමේව කතමඤ්ඤන්තු - ගිහී පබ්බජිතා උභෝ\nමමේවාතිවසා අස්සු - කිච්චාකිච්චේසු කිස්මිචි\nඉති බාලස්ස සංකප්පෝ - ඉච්ඡා මානෝ ච වඩ්ඪති",
    "sinhala": "'ගිහියෝ පැවිද්දෝ දෙගොල්ලොම හිතන්න ඕනේ මේක මමයි කළේ කියලා. හැම වැඩකදීම මම කියන විදියට වෙන්න ඕනේ.' අඥානයා ඔහොම හිතනකොට එයාගේ තණ්හාවයි මානයයි වැඩි වෙනවා.",
    "story": "චිත්ත ගෘහපතියා සහ සුධම්ම තෙරුන් (සම්බන්ධයි)",
    "storyContent": "පෙර කතාවටම අදාළව, මානය නිසා පිරිහෙන ආකාරය බුදුරදුන් පෙන්වා දුන් සේක."
  },
  {
    "id": 75,
    "pali": "අඤ්ඤා හි ලාභූපනිසා - අඤ්ඤා නිබ්බානගාමිනී\nඒවමේතං අභිඤ්ඤාය - භික්ඛු බුද්ධස්ස සාවකෝ\nසක්කාරං නාභිනන්දෙය්‍ය - විවේකමනුබ්‍රූහයේ",
    "sinhala": "ලාභ උපයන පාර වෙන එකක්. නිවනට යන පාර වෙන එකක්. මේක තේරුම් අරගෙන බුදුරදුන්ගේ ශ්‍රාවක භික්ෂුව ලාභ සත්කාර වලට කැමති නොවී, විවේකය (හුදකලාව) දියුණු කරගන්න ඕනේ.",
    "story": "වනවාසී තිස්ස තෙරුන්",
    "storyContent": "රජුගේ පුතෙක් වුවත් වනවාසීව මහණ වී රහත් වූ තිස්ස තෙරුන්, කිසිදු ලාභයක් නොපතා නිවන් මග වැඩූ ආකාරය අගයමින් බුදුරදුන් මෙය දේශනා කළ සේක."
  }
]
