[
  {
    "id": 33,
    "pali": "ඵන්දනං චපලං චිත්තං - දුරක්ඛං දුන්නිවාරයං\nඋජුං කරෝති මේධාවී - උසුකාරෝව තේජනං",
    "sinhala": "සිත සැලෙන සුළුයි, චපලයි. රකින්න අමාරුයි, නවත්වන්න අමාරුයි. ඊතල සාදන්නා ඊතලය කෙලින් කරනවා වගේ, නුවණැත්තා මේ සිත කෙලින් කරගන්නවා.",
    "story": "මේඝිය තෙරුන්",
    "storyContent": "බුදුරදුන්ගේ උපස්ථායකව සිටි මේඝිය තෙරුන්, අඹ වනයකට ගොස් තනිව භාවනා කිරීමට අවසර ඉල්ලීය. නමුත් එහිදී ඔහුට අකුසල් සිතිවිලි ඇති විය. බුදුරදුන් පෙන්වා දුන්නේ සිත දමනය කිරීම ඉතා අපහසු නමුත් කළ යුතුම දෙයක් බවයි."
  },
  {
    "id": 34,
    "pali": "වාරිජෝව ථලේ ඛිත්තෝ - ඕකමෝකතඋබ්භතෝ\nපරිඵන්දතිදං චිත්තං - මාරධෙය්‍යං පහාතවේ",
    "sinhala": "වතුරෙන් ගොඩට ගත් මාළුවෙක් දඟලනවා වගේ, කෙලෙස් මාරයාගෙන් බේරෙන්න හදන මේ සිත (කෙලෙස් නැතුව) දඟලනවා.",
    "story": "එක්තරා භික්ෂුවක්",
    "storyContent": "භාවනාවට ගිය භික්ෂුවකගේ සිත කාම අරමුණු වලටම දුවන විට, බුදුරදුන් වදාළේ සිතට පුරුදු දේ අතහැරීම මාළුවෙකු ගොඩ දැමූ විට දඟලනවා වැනි අමාරු දෙයක් බවයි."
  },
  {
    "id": 35,
    "pali": "දුන්නිග්ගහස්ස ලහුනෝ - යත්ථ කාමනිපාතිනෝ\nචිත්තස්ස දමථෝ සාධු - චිත්තං දන්තං සුඛාවහං",
    "sinhala": "සිත දමනය කරන එක අමාරුයි. ඒක හරි වේගවත්. කැමති තැනක නවතිනවා. ඒ වුණාට සිත දමනය කරගන්න එක යහපත්. දමනය කරගත් සිත සැප ගෙන දෙනවා.",
    "story": "එක්තරා භික්ෂුවක් (සම්බන්ධයි)",
    "storyContent": "සිතේ ස්වභාවය හඳුනාගෙන එය පාලනය කිරීමේ වැදගත්කම බුදුරදුන් පෙන්වා දුන් සේක."
  },
  {
    "id": 36,
    "pali": "සුදුද්දසං සුනිපුණං - යත්ථ කාමනිපාතිනං\nචිත්තං රක්ඛේථ මේධාවී - චිත්තං ගුත්තං සුඛාවහං",
    "sinhala": "සිත දකින්න හරි අමාරුයි. හරිම සියුම්. කැමති අරමුණක එල්ලෙනවා. නුවණැත්තා මේ සිත රැකගන්න ඕනේ. රැකගත් සිත සැප ගෙන දෙනවා.",
    "story": "උක්කණ්ඨිත භික්ෂුව",
    "storyContent": "සිත පාලනය කරගැනීම ගැන කලකිරී සිටි භික්ෂුවකට බුදුරදුන් වදාළේ, වෙන කිසිවක් නොව එකම දෙයක් වන 'සිත' පමණක් රැකගැනීම ප්‍රමාණවත් බවයි."
  },
  {
    "id": 37,
    "pali": "දූරංගමං ඒකචරං - අසරීරං ගුහාසයං\nයේ චිත්තං සඤ්ඤමෙස්සන්ති - මොක්ඛන්ති මාරබන්ධනා",
    "sinhala": "සිත හරි දුර යනවා. තනියම යන්නේ. ශරීරයක් නැහැ. හෘද වස්තුව ඇතුලේ ඉන්නේ. කවුරු හරි මේ සිත සංවර කරගත්තොත්, ඔහු මාර බන්ධනයෙන් නිදහස් වෙනවා.",
    "story": "සංඝරක්ඛිත තෙරුන්ගේ බෑණනුවන්",
    "storyContent": "මාමාගේ පන්සලට පැමිණි බෑණා, පවන් ගසමින් සිටියදී සිතින් මනෝ රාජ්‍යයක් ගොඩනගා ගත්තේය. බුදුරදුන් ඔහුගේ සිත කොතරම් දුර ගියාදැයි පෙන්වා දී මෙම ගාථාව දේශනා කළ සේක."
  },
  {
    "id": 38,
    "pali": "අනවට්ඨිතචිත්තස්ස - සද්ධම්මං අවිජානතෝ\nපරිප්ලවපසාදස්ස - පඤ්ඤා න පරිපූරති",
    "sinhala": "ස්ථිර සිතක් නැති, සදහම් නොදන්න, චපල විශ්වාසය තියෙන කෙනාගේ ප්‍රඥාව කවදාවත් සම්පූර්ණ වෙන්නේ නැහැ.",
    "story": "චිත්තහත්ථ තෙරුන්",
    "storyContent": "හත් වතාවක් සිවුරු හැර ගිය භික්ෂුවක් ගැන මෙම කතාව දේශනා කරන ලදී. සිත අස්ථිර නම් නිවන් දැකිය නොහැකි බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 39,
    "pali": "අනවස්සුතචිත්තස්ස - අනන්වාහතචේතසෝ\nපුඤ්ඤපාපපහීනස්ස - නත්ථි ජාගරතෝ භයං",
    "sinhala": "රාගයෙන් තෙත් නොවුන, ද්වේෂයෙන් පහර නොලබපු, පින් පව් දෙකම අතහැරපු, අවදියෙන් ඉන්න රහතන් වහන්සේට බියක් නැහැ.",
    "story": "චිත්තහත්ථ තෙරුන් (සම්බන්ධයි)",
    "storyContent": "සිත ස්ථිර කරගත් පසු එම භික්ෂුව රහත් වූ අතර, උන්වහන්සේට කිසිදු බියක් නැති බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 40,
    "pali": "කුම්භූපමං කායමිමං විදිත්වා - නගරූපමං චිත්තමිදං ඨපෙත්වා\nයෝධේථ මාරං පඤ්ඤාවුධේන - ජිතඤ්ච රක්ඛේ අනිවේසනෝ සියා",
    "sinhala": "මේ කය මැටි කළයක් වගේ බිඳෙන බව දැනගෙන, මේ සිත නගරයක් වගේ ආරක්ෂා කරගෙන, ප්‍රඥාව නමැති ආයුධයෙන් මාරයාත් එක්ක යුද්ධ කරන්න ඕනේ.",
    "story": "පන්සියයක් භික්ෂූන්",
    "storyContent": "වනයට ගිය භික්ෂූන් වහන්සේලා පිරිසක් අරමුණු කරගෙන, කයෙහි අස්ථිර බවත් සිතෙහි ආරක්ෂාවත් ගැන බුදුරදුන් මෙම උපදේශය දුන් සේක."
  },
  {
    "id": 41,
    "pali": "අචිරං වතයං කායෝ - පඨවිං අධිසෙස්සති\nඡුද්ධෝ අපේතවිඤ්ඤාණෝ - නිරත්ථංව කලිංගරං",
    "sinhala": "අහෝ! මේ කය වැඩි කාලයක් පවතින්නේ නැහැ. විඤ්ඤාණය ගියහම, අහක දාපු දර කෑල්ලක් වගේ මේක පොළොවට පස් වෙලා යනවා.",
    "story": "පූතිගත්ත තිස්ස තෙරුන්",
    "storyContent": "ශරීරය පුරා ගෙඩි හටගෙන, ඒවා පැලී සැරව ගලමින් ඉතා අසරණව සිටි තිස්ස තෙරුන්ට බුදුරදුන් සියතින්ම උපස්ථාන කළ සේක. අවසානයේ මෙම ගාථාව දේශනා කර උන්වහන්සේව රහත් කරවූ සේක."
  },
  {
    "id": 42,
    "pali": "දිසෝ දිසං යං තං කයිරා - වේරී වා පන වේරිනං\nමිච්ඡාපණිහිතං චිත්තං - පාපියෝ නං තතෝ කරේ",
    "sinhala": "හතුරෙක් හතුරෙකුට කරන නපුරට වඩා, වෛරක්කාරයෙක් වෛරක්කාරයෙකුට කරන නපුරට වඩා, තමන්ගේම වැරදියට පිහිටුවා ගත් සිත තමන්ට ලොකු නපුරක් කරනවා.",
    "story": "නන්ද ග गोपालක",
    "storyContent": "ධනවත් එඬේරෙකු වූ නන්ද, බුදුරදුන්ට දන් දී ආපසු යද්දී සතුරන් විසින් මරනු ලැබීය. වැරදි ලෙස සිත පිහිටුවා ගැනීම විනාශයට හේතු වන බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 43,
    "pali": "න තං මාතා පිතා කයිරා - අඤ්ඤේ වාපි ච ඤාතකා\nසම්මාපණිහිතං චිත්තං - සෙය්‍යසෝ නං තතෝ කරේ",
    "sinhala": "අම්මා තාත්තා වත්, නෑදෑයෝ වත් නොකරන තරම් උතුම් යහපතක්, තමන්ගේම මැනවින් පිහිටුවා ගත් සිත තමන්ට ලබා දෙනවා.",
    "story": "සොරෙය්‍ය සිටුතුමා",
    "storyContent": "සිතේ ඇති වූ වැරදි සිතිවිල්ලක් නිසා ස්ත්‍රී බවට පත් වූ සිටුවරයෙක්, පසුව සමාව ගෙන යහපත් සිත පිහිටුවා ගැනීමෙන් රහත් ඵලයට පත් විය. සිතේ බලය ගැන බුදුරදුන් මෙය දේශනා කළ සේක."
  }
]
