[
  {
    "id": 129,
    "pali": "සබ්බේ තසන්ති දණ්ඩස්ස - සබ්බේ භායන්ති මච්චුනෝ\nඅත්තානං උපමං කත්වා - න හනෙය්‍ය න ඝාතයේ",
    "sinhala": "හැමෝම දඬුවමට බයයි. හැමෝම මරණයට බයයි. ඒ නිසා තමන්ව උපමාවට අරගෙන (තමන් කැමති වගේ අනිත් අයත් ජීවත් වෙන්න කැමතියි කියලා හිතලා), සත්තු මරන්න එපා, අනුන් ලවා මරවන්නත් එපා.",
    "story": "ෂඩ්වර්ගික භික්ෂූන්",
    "storyContent": "සැරියුත් මුගලන් දෙනමගේ ශිෂ්‍යයන්ට ෂඩ්වර්ගික (නරක් වූ) භික්ෂූන් පහර දුන්හ. බුදුරදුන් වදාළේ තමන්ට රිදෙනවා වගේම අන් අයටත් රිදෙන බව සිතා හිංසා නොකළ යුතු බවයි."
  },
  {
    "id": 130,
    "pali": "සබ්බේ තසන්ති දණ්ඩස්ස - සබ්බේසං ජීවිතං පියං\nඅත්තානං උපමං කත්වා - න හනෙය්‍ය න ඝාතයේ",
    "sinhala": "හැමෝම දඬුවමට බයයි. හැමෝටම තමන්ගේ ජීවිතේ ප්‍රියයි. ඒ නිසා තමන්ව උපමාවට අරගෙන, කාටවත් හිංසා කරන්න එපා.",
    "story": "ෂඩ්වර්ගික භික්ෂූන් (සම්බන්ධයි)",
    "storyContent": "ඉහත කතාවටම අදාළව, සියලු සතුන් ජීවිතයට ආශා කරන බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 131,
    "pali": "සුඛකාමානි භූතානි - යෝ දණ්ඩේන විහිංසති\nඅත්තනෝ සුඛමේසානෝ - පෙච්ච සෝ න ලභතේ සුඛං",
    "sinhala": "තමන්ට සැප ඕන නිසා, සැප කැමති අනිත් සත්තුන්ට යමෙක් හිංසා කරනවා නම්, එයාට මරණින් පස්සේ සැපක් ලැබෙන්නේ නැහැ.",
    "story": "සම්බහුල කුමාරවරු",
    "storyContent": "සැප බලාපොරොත්තුවෙන් සතුන්ට හිංසා කරන කුමාරවරුන් පිරිසක් දැක බුදුරදුන් මෙය දේශනා කළ සේක."
  },
  {
    "id": 132,
    "pali": "සුඛකාමානි භූතානි - යෝ දණ්ඩේන න හිංසති\nඅත්තනෝ සුඛමේසානෝ - පෙච්ච සෝ ලභතේ සුඛං",
    "sinhala": "තමන්ට සැප ඕන වුනත්, සැප කැමති අනිත් සත්තුන්ට යමෙක් හිංසා කරන්නේ නැත්නම්, එයාට මරණින් පස්සේ සැප ලැබෙනවා.",
    "story": "සම්බහුල කුමාරවරු (සම්බන්ධයි)",
    "storyContent": "අනුන්ට හිංසා නොකිරීමෙන් තමන්ට සැප ලැබෙන බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 133,
    "pali": "මා වෝච ඵරුසං කඤ්චි - වුත්තා පටිවදෙය්‍යු තං\nදුක්ඛා හි සාරම්භකථා - පටිදණ්ඩා ඵුසෙය්‍යු තං",
    "sinhala": "කාටවත් පරුෂ වචන කියන්න එපා. බැන්නොත් එයාලත් පෙරලා බනීවි. තදින් කතා කරන එක දුකක්. දඬුවම් විඳින්න වෙයි.",
    "story": "කොණ්ඩධාන තෙරුන්",
    "storyContent": "පෙර ආත්මයක කළ අකුසලයක් නිසා නිතරම ස්ත්‍රියක් පස්සෙන් එනවා වැනි මායාවක් පෙනුන තෙරුන් වහන්සේට, අන් අය විහිළු කළ විට උන්වහන්සේ තදින් බැණ වැදුණි. බුදුරදුන් වදාළේ ඉවසීමෙන් සිටින ලෙසයි."
  },
  {
    "id": 134,
    "pali": "සචේ නේරේසි අත්තානං - කංසෝ උපහතෝ යථා\nඒස පත්තෝසි නිබ්බානං - සාරම්භෝ තේ න විජ්ජති",
    "sinhala": "පද්දන්නේ නැති ලෝහ තැටියක් වගේ (සද්ද නැතුව) තමන්ට ඉන්න පුළුවන් නම්, රණ්ඩු සරුවල් නැත්නම්, ඔබ නිවනට පැමිණි කෙනෙක්.",
    "story": "කොණ්ඩධාන තෙරුන් (සම්බන්ධයි)",
    "storyContent": "නිහඬව ඉවසීමෙන් සිටීම රහත් වීමට මගක් බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 135,
    "pali": "යථා දණ්ඩේන ගෝපාලෝ - ගාවෝ පාචේති ගෝචරං\nඒවං ජරා ච මච්චු ච - ආයුං පාචෙන්ති පාණිනං",
    "sinhala": "එඬේරා කෙවිටෙන් ගහලා හරක්ව ගාලට දක්කනවා වගේ, ජරාව (වයසට යාම) සහ මරණය විසින් සත්වයන්ගේ ආයුෂය (මරණය කරා) දක්කගෙන යනවා.",
    "story": "උපෝසථ දින පින්කම",
    "storyContent": "කාන්තාවන් පිරිසක් සිල් සමාදන් වී සිටිනු දැක, ඔවුන්ගේ වයස් භේදයක් නැතිව මරණය කරා ළඟා වන බව බුදුරදුන් පෙන්වා දුන් සේක."
  },
  {
    "id": 136,
    "pali": "අථ පාපානි කම්මානි - කරං බාලෝ න බුජ්ඣති\nසේහි කම්මේහි දුම්මේධෝ - අග්ගිදඩ්ඪෝව තප්පති",
    "sinhala": "අඥානයා පව් කරද්දී ඒක තේරුම් ගන්නේ නෑ. පස්සේ තමන් කළ ඒ පව් නිසාම, ගින්නෙන් පිච්චුන කෙනෙක් වගේ එයා දුක් විඳිනවා.",
    "story": "අජගර ප්‍රේතයා",
    "storyContent": "කාශ්‍යප බුදුරදුන්ගේ කාලයේ සොරකම් කළ භික්ෂුවක්, පිඹුරෙක් වැනි ශරීරයක් ඇති ප්‍රේතයෙක් වී ගිනි ගනිමින් දුක් විඳින ආකාරය මුගලන් මහ රහතන් වහන්සේ දුටු සේක."
  },
  {
    "id": 137,
    "pali": "යෝ දණ්ඩේන අදණ්ඩේසු - අප්පදුට්ඨේසු දුස්සති\nදසන්නමඤ්ඤතරං ඨානං - ඛිප්පමේව නිගච්ඡති",
    "sinhala": "දඬුවම් නොකළ යුතු, දොසක් නැති රහතන් වහන්සේලාට යමෙක් දඬුවම් කරනවා නම් (රිද්දනවා නම්), ඔහුට කරදර දහයකින් එකක් ඉක්මනින්ම සිද්ධ වෙනවා.",
    "story": "මුගලන් මහ රහතන් වහන්සේ",
    "storyContent": "මුගලන් මහ රහතන් වහන්සේට සොරුන් ලවා පහර දුන් පිරිස, ඊට ටික කලකට පසු දරුණු විපාක විඳිමින් විනාශ විය. නිර්දෝෂී අයට හිංසා කිරීමේ විපාක බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 138,
    "pali": "වේදනා ඵරුසං ජානිං - සරීරස්ස ච භේදනං\nගරුකං වාපි ආබාධං - චිත්තක්ඛේපං ව පාපුණේ",
    "sinhala": "(ඒ දඬුවම් දහය නම්:) දැඩි වේදනාව, ධන හානිය, අත් පා කැඩීම, බරපතල ලෙඩ රෝග, පිස්සු වැටීම...",
    "story": "මුගලන් මහ රහතන් වහන්සේ (සම්බන්ධයි)",
    "storyContent": "පෙර ගාථාවේ සඳහන් කළ විපාක විස්තර කිරීමකි."
  },
  {
    "id": 139,
    "pali": "රාජතෝ වා උපස්සග්ගං - අබ්භක්ඛානං ව දාරුණං\nපරික්ඛයං ව ඤාතීනං - භෝගානං ව පභංගුරං",
    "sinhala": "රජුගෙන් කරදර, දරුණු බොරු චෝදනා, නෑදෑයන් විනාශ වීම, ධනය විනාශ වීම...",
    "story": "මුගලන් මහ රහතන් වහන්සේ (සම්බන්ධයි)",
    "storyContent": "අකුසල විපාක ලැයිස්තුව තවදුරටත් විස්තර කිරීමකි."
  },
  {
    "id": 140,
    "pali": "අථවාස්ස අගාරානි - අග්ගි ඩහති පාවකෝ\nකායස්ස භේදා දුප්පඤ්ඤෝ - නිරයං සෝ උපපජ්ජති",
    "sinhala": "නැත්නම් ගෙවල් දොරවල් ගිනි ගන්නවා. අන්තිමේදී මැරුණම ඒ අඥානයා නිරයේ උපදිනවා.",
    "story": "මුගලන් මහ රහතන් වහන්සේ (සම්බන්ධයි)",
    "storyContent": "මෙලොව විපාක විඳ අවසානයේ නිරයටද යන බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 141,
    "pali": "න නග්ගචරියා න ජටා න පංකා - නානාසකා ථණ්ඩිලසායිකා වා\nරජෝජල්ලං උක්කුටිකප්පධාිනං - සෝධෙන්ති මච්චං අවිතිණ්ණකංඛං",
    "sinhala": "සැක දුරු නොකළ කෙනාව (කෙලෙස් තියෙන කෙනාව), නිර්වස්ත්‍රව හිටියට, ජටා බැන්දට, ඇඟේ මඩ ගාගත්තට, බිම නිදාගත්තට පිරිසිදු කරන්න බැහැ.",
    "story": "බහුභාණ්ඩික භික්ෂුව",
    "storyContent": "පිරිකර ගොඩක් එකතු කරගත් භික්ෂුවක් ගැන මෙම කතාව දේශනා කරන ලදී. බාහිර තපස් ක්‍රම වලින් සිත පිරිසිදු නොවන බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 142,
    "pali": "අලංකතෝ චේපි සමං චරෙය්‍ය - සන්තෝ දන්තෝ නියතෝ බ්‍රහ්මචාරී\nසබ්බේසු භූතේසු නිධාය දණ්ඩං - සෝ බ්‍රාහ්මණෝ සෝ සමණෝ ස භික්ඛු",
    "sinhala": "ලස්සන ඇඳුම් ඇඳගෙන හිටියත්, යමෙක් සංසුන් නම්, ඉන්ද්‍රිය දමනය කරගෙන ඉන්නවා නම්, බ්‍රහ්මචාරී නම්, කාටවත් හිංසා කරන්නේ නැත්නම්, එයා තමයි බ්‍රාහ්මණයා, එයා තමයි ශ්‍රමණයා, එයා තමයි භික්ෂුව.",
    "story": "සන්ති මහා ඇමති",
    "storyContent": "රජ ඇඳුම් ඇඳගෙන සිටියදීම ධර්මය අසා රහත් වූ සන්ති ඇමතිවරයා ගැන බුදුරදුන් මෙය දේශනා කළ සේක. රහත් වීමට ඇඳුම ප්‍රශ්නයක් නොවන බව වදාළ සේක."
  },
  {
    "id": 143,
    "pali": "හිරිනිසේධෝ පුරිසෝ - කෝචි ලෝකස්මි විජ්ජති\nයෝ නින්දං අප්පබෝධති - අස්සෝ භද්‍රෝ කසාමිව",
    "sinhala": "හොඳ අශ්වයෙක් කස පහර වදින්න ඉඩ තියන්නේ නෑ වගේ, ලජ්ජාව නිසා පව් නොකර ඉන්න, නින්දාව තමන්ට එන්න නොදෙන කෙනෙක් මේ ලෝකේ ඉන්නවා නම් ඒ හරි කලාතුරකින්.",
    "story": "පයිලට්ඨියක තෙරුන්",
    "storyContent": "කුඩා සාමණේර නමක් පවා ලජ්ජාව නිසා සුළු වරදක්වත් නොකර සිටීම අගය කරමින් බුදුරදුන් මෙය දේශනා කළ සේක."
  },
  {
    "id": 144,
    "pali": "අස්සෝ යථා භද්‍රෝ කසානිවිට්ඨෝ - ආතාපිනෝ සංවේගිනෝ භවාථ\nසද්ධාය සීලේන ච වීරි යේන ච - සමාධිනා ධම්මවිනිච්ඡයේන ච\nසම්පන්නවිජ්ජාචරණා පතිස්සතා - ජහිස්සථ දුක්ඛමිදං අනප්පකං",
    "sinhala": "කස පාර කාපු අශ්වයෙක් ඊට පස්සේ හොඳට දුවනවා වගේ, උත්සාහවන්ත වෙන්න. ශ්‍රද්ධාව, සීලය, වීර්යය, සමාධිය සහ ප්‍රඥාව දියුණු කරගෙන මේ ලොකු දුක (සංසාරය) නැති කරගන්න.",
    "story": "පයිලට්ඨියක තෙරුන් (සම්බන්ධයි)",
    "storyContent": "සංවේගයට පත් වී ඉක්මනින් නිවන් මග වැඩිය යුතු බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 145,
    "pali": "උදකං හි නයන්ති නෙත්තිකා - උසුකාරා නමයන්ති තේජනං\nදාරුං නමයන්ති තච්ඡකා - අත්තානං දමයන්ති සුබ්බතා",
    "sinhala": "වතුර ගෙන යන අය වතුර ගෙන යනවා. ඊතල හදන අය ඊතල කෙලින් කරනවා. වඩු බාස්ලා ලී නවනවා. සිල්වත් අය තමන්ව දමනය කරගන්නවා.",
    "story": "සුඛ සාමණේරයන්",
    "storyContent": "සැරියුත් තෙරුන්ගේ ශිෂ්‍ය සුඛ සාමණේරයන් වහන්සේ, වතුර හරවන අයුරු දැක ජීවිතය ගැන අවබෝධ කරගෙන රහත් වූහ."
  }
]
