[
  {
    "id": 146,
    "pali": "කෝ නු හාසෝ කිමානන්දෝ - නිච්චං පජ්ජලිතේ සති\nඅන්ධකාරේන ඕනද්ධා - පදීපං න ගවෙස්සථ",
    "sinhala": "ලෝකය (රාගාදී ගින්නෙන්) නිතරම ඇවිලෙද්දී මොන හිනාවක්ද? මොන සතුටක්ද? අවිද්‍යා අන්ධකාරයෙන් වැහිලා ඉද්දී ඇයි නුවණ නමැති පහන හොයාගන්නේ නැත්තේ?",
    "story": "විශාඛාවගේ යෙහෙළියන්",
    "storyContent": "විශාඛාවගේ යෙහෙළියන් පන්සලට පැමිණ බීමත්ව සිනාසෙමින් සිටි විට, බුදුරදුන් සෘද්ධියෙන් අන්ධකාරයක් මවා ඔවුන්ව බියට පත් කර, පසුව ආලෝකයක් පෙන්වා මෙම ගාථාව දේශනා කළ සේක."
  },
  {
    "id": 147,
    "pali": "පස්ස චිත්තකතං බිම්බං - අරුකායං සමුස්සිතං\nආතුරං බහුසංකප්පං - යස්ස නත්ථි ධුවං ඨිති",
    "sinhala": "බලන්න මේ ශරීරය දිහා. ලස්සනට සරසලා තිබුණට මේක තුවාලයක් වගේ. ලෙඩ ගොඩක්. මිනිස්සු මේක ගැන ගොඩක් දේවල් හිතන් ඉන්නවා. ඒත් මේකේ ස්ථිර පැවැත්මක් නෑ.",
    "story": "සිරිමා ගණිකාව",
    "storyContent": "ඉතා රූමත් සිරිමා ගණිකාව මිය ගිය පසු, ඇගේ සිරුර කුණු වී යන අයුරු බුදුරදුන් මිනිසුන්ට පෙන්වා දුන් සේක. ශරීරයේ අනිත්‍ය බව වටහා ගත් බොහෝ දෙනා රහත් වූහ."
  },
  {
    "id": 148,
    "pali": "පරිජිණ්ණමිදං රූපං - රෝගනිඩ්ඪං පභංගුරං\nභිජ්ජති පූතිසන්දේහෝ - මරණන්තං හි ජීවිතං",
    "sinhala": "මේ රූපය දිරලා ගිහින්. ලෙඩ වලට කැදැල්ලක් වගේ. බිඳෙන සුළුයි. මේ කුණු ශරීරය කැඩිලා යනවා. ජීවිතය කෙළවර වෙන්නේ මරණයෙන්.",
    "story": "උත්තරා තෙරණිය",
    "storyContent": "වයස අවුරුදු 120ක් වූ උත්තරා තෙරණිය බුදුරදුන් වැඳීමට එද්දී පය පැටලී වැටුණාය. බුදුරදුන් ඇයට ශරීරයේ දිරා යාම ගැන දේශනා කර රහත් කරවූ සේක."
  },
  {
    "id": 149,
    "pali": "යානිමානි අපත්ථානි - අලාපූනේව සාරදේ\nකාපෝතකානි අට්ඨීනි - තානි දිස්වාන කා රති",
    "sinhala": "සරත් කාලෙට වේලිලා ගිය ලබු ගෙඩි වගේ, (සුදු වෙලා) පාට වැටුන මේ ඇට කටු දැක්කම මොන ආසාවක්ද?",
    "story": "සම්බහුල භික්ෂූන්",
    "storyContent": "සොහොනක තිබූ ඇට කටු දැක කාම රාගය උපදවා ගත් භික්ෂූන් පිරිසකට, ශරීරයේ පිළිකුල් බව ගැන බුදුරදුන් මෙය දේශනා කළ සේක."
  },
  {
    "id": 150,
    "pali": "අට්ඨීනං නගරං කතං - මංසලෝහිතලේපනං\nයත්ථ ජරා ච මච්චු ච - මානෝ මක්ඛෝ ච ඕහිතෝ",
    "sinhala": "මේ ශරීරය ඇට වලින් හදපු, මස් ලේ වලින් ආලේප කරපු නගරයක් වගේ. මේක ඇතුලේ ජරාව, මරණය, මානය සහ ගුණ මකු බව තැන්පත් වෙලා තියෙනවා.",
    "story": "රූපනන්දා තෙරණිය",
    "storyContent": "තමන්ගේ රූපය ගැන උඩඟු වී සිටි ජනපදකල්‍යාණී නන්දා තෙරණියට, බුදුරදුන් කාන්තාවක් ක්‍රමයෙන් මහලු වී මිය යන අයුරු මවා පෙන්වූ සේක."
  },
  {
    "id": 151,
    "pali": "ජීරන්ති වේ රාජරථා සුචිත්තා - අථෝ සරීරම්පි ජරං උපේති\nසතඤ්ච ධම්මෝ න ජරං උපේති - සන්තෝ හවේ සබ්භි පවේදයන්ති",
    "sinhala": "ලස්සනට හදපු රජ රථ වුනත් දිරල යනවා. මේ ශරීරයත් ජරාවට පත් වෙනවා. ඒත් සත්පුරුෂයන්ගේ ධර්මය (ගුණ) දිරන්නේ නෑ. සත්පුරුෂයෝ ඒක ලෝකෙට කියනවා.",
    "story": "මල්ලිකා දේවිය",
    "storyContent": "මල්ලිකා දේවිය මිය ගිය පසු ශෝක වූ පසේනදි කොසොල් රජුට, සියලු දේ දිරා යන නමුත් ධර්මය නොදිරන බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 152,
    "pali": "අප්පස්සුතායං පුරිසෝ - බලිබද්දෝව ජීරති\nමංසානි තස්ස වඩ්ඪන්ති - පඤ්ඤා තස්ස න වඩ්ඪති",
    "sinhala": "ඇසූ පිරූ තැන් නැති (ධර්ම දැනුම නැති) මිනිහා, ගොනෙක් වගේ වයසට යනවා. එයාගේ මස් එල්ලෙනවා විතරයි, ප්‍රඥාව වැඩෙන්නේ නෑ.",
    "story": "ලාලුදායී තෙරුන්",
    "storyContent": "වයසට ගියත් කිසිම ධර්ම දැනුමක් නැති ලාලුදායී තෙරුන්, නිකරුණේ කාලය කා දැමීම ගැන බුදුරදුන් මෙය දේශනා කළ සේක."
  },
  {
    "id": 153,
    "pali": "අනේකජාති සංසාරං - සන්ධාවිස්සං අනිබ්බිසං\nගහකාරකං ගවේසන්තෝ - දුක්ඛා ජාති පුනප්පුනං",
    "sinhala": "(මේ ශරීරය නමැති) ගේ හදන වඩුවා (තණ්හාව) හොය හොය මම සසරේ ගොඩක් ආත්ම වල ඇවිද්දා. ආයේ ආයේ ඉපදෙන එක මහා දුකක්.",
    "story": "බුදුරජාණන් වහන්සේ",
    "storyContent": "බුදුරජාණන් වහන්සේ සම්බුද්ධත්වයට පත් වූ මොහොතේ ප්‍රීතියෙන් ප්‍රකාශ කළ උදාන වාක්‍යයකි."
  },
  {
    "id": 154,
    "pali": "ගහකාරක දිට්ඨෝසි - පුන ගේහං න කාහසි\nසබ්බා තේ ඵාසුකා භග්ගා - ගහකූටං විසංඛිතං\nවිසංඛාරගතං චිත්තං - තණ්හානං ඛයමජ්ඣගා",
    "sinhala": "ඒයි ගේ හදන වඩුවා (තණ්හාව)! මම උඹව අඳුරගත්තා. ආයේ උඹට මට ගෙවල් හදන්න බෑ. මම උඹේ පරාල (කෙලෙස්) ඔක්කොම කැඩුවා. මුදුන් යටලීයත් (අවිද්‍යාව) කැඩුවා. මගේ සිත නිවනට පත් වුණා. තණ්හාව නැති වෙලා ගියා.",
    "story": "බුදුරජාණන් වහන්සේ (සම්බන්ධයි)",
    "storyContent": "ඉහත උදානයේ දෙවන කොටසයි."
  },
  {
    "id": 155,
    "pali": "අචරිත්වා බ්‍රහ්මචරියං - අලද්ධා යොබ්බනේ ධනං\nජිණ්ණකොඤ්චාව ඣායන්ති - ඛීණමච්ඡේව පල්ලලේ",
    "sinhala": "තරුණ කාලේ බ්‍රහ්මචරියාවේ හැසිරුණේ නැත්නම්, ධනය හම්බ කළෙත් නැත්නම්, මාළු නැති විලක ඉන්න නාකි කොක්කු වගේ වයසට ගියාම පසුතැවෙනවා.",
    "story": "මහාධන සිටු පුත්‍රයා",
    "storyContent": "කෝටි ගණන් ධනයක් තිබුණත්, තරුණ කාලේ කිසිම වැඩක් නොකර එය විනාශ කරගත් සිටු පුතෙක්, මහලු වී හිඟා කන අයුරු දැක බුදුරදුන් මෙය වදාළ සේක."
  },
  {
    "id": 156,
    "pali": "අචරිත්වා බ්‍රහ්මචරියං - අලද්ධා යොබ්බනේ ධනං\nසෙන්ති චාපාතිඛීත්තාව - පුරාණානි අනුත්ථුනං",
    "sinhala": "තරුණ කාලේ හරියට හිටියේ නැත්නම්, ධනය හම්බ කළෙත් නැත්නම්, දුන්නෙන් විදපු ඊතල වගේ (වැටුන තැනම ඉඳගෙන) පරණ දේවල් ගැන හිත හිත අඬනවා.",
    "story": "මහාධන සිටු පුත්‍රයා (සම්බන්ධයි)",
    "storyContent": "අවස්ථාව මගහැර ගත් පසු පසුතැවී ඵලක් නොමැති බව බුදුරදුන් වදාළ සේක."
  }
]
