[
  {
    "pali": "බාහුං සහස්ස මභිනිම්මිත සායුධන්තං - ගිරිමේඛලං උදිතඝෝර සසේනමාරං\nදානාදි ධම්මවිධිනා ජිතවා මුනින්දෝ - තන්තේජසා භවතු තේ ජයමංගලානි",
    "sinhala": "දහසක් අත් මවාගෙන, ආයුධ දරමින්, ගිරිමේඛලා ඇතා පිට නැගී පැමිණි මාර සේනාව, දානාදී පාරමිතා බලයෙන් මුනිඳුන් ජයගත් සේක. ඒ තේජසින් ඔබට ජය මංගල්‍යයක් වේවා!"
  },
  {
    "pali": "මාරාතිරේක මභියුජ්ඣිත සබ්බරත්තිං - ඝෝරම්පනාලවකමක්ඛමථද්ධයක්ඛං\nඛන්තී සුදන්තවිධිනා ජිතවා මුනින්දෝ - තන්තේජසා භවතු තේ ජයමංගලානි",
    "sinhala": "මාරයාටත් වඩා දරුණු ලෙස මුළු රෑම යුද්ධ කළ, හිතක් පපුවක් නැති ආලවක යක්ෂයා, ඉවසීමෙන් සහ දමනයෙන් මුනිඳුන් ජයගත් සේක. ඒ තේජසින් ඔබට ජය මංගල්‍යයක් වේවා!"
  },
  {
    "pali": "නාලාගිරිං ගජවරං අතිමත්තභූතං - දාවග්ගිචක්කමසනීව සුදාරුණන්තං\nමෙත්තම්බුසේකවිධිනා ජිතවා මුනින්දෝ - තන්තේජසා භවතු තේ ජයමංගලානි",
    "sinhala": "ලැව් ගින්නක් මෙන් දරුණු වූ, රා මත් වූ නාලාගිරි ඇතා, මෛත්‍රී ජලය ඉසීමෙන් මුනිඳුන් ජයගත් සේක. ඒ තේජසින් ඔබට ජය මංගල්‍යයක් වේවා!"
  },
  {
    "pali": "උක්ඛිත්තඛග්ගමතිහත්ථ සුදාරුණන්තං - ධාවන්තියෝජනපථංගුලිමාලවන්තං\nඉද්ධීභිසංඛතමනෝ ජිතවා මුනින්දෝ - තන්තේජසා භවතු තේ ජයමංගලානි",
    "sinhala": "කඩුවක් අතින් ගෙන, යොදුන් ගණන් දුවගෙන ආ දරුණු අංගුලිමාල, ඍද්ධි බලයෙන් සහ නුවණින් මුනිඳුන් ජයගත් සේක. ඒ තේජසින් ඔබට ජය මංගල්‍යයක් වේවා!"
  },
  {
    "pali": "කත්වාන කට්ඨමුදරං ඉව ගබ්භිනියා - චිඤ්චාය දුට්ඨවචනං ජනකායමජ්ඣේ\nසන්තේන සෝමවිධිනා ජිතවා මුනින්දෝ - තන්තේජසා භවතු තේ ජයමංගලානි",
    "sinhala": "දර මිටියක් බඩේ බැඳගෙන ගැබිනියක් ලෙස බොරු චෝදනා කළ චිංචි මානවිකාව, ශාන්ත ගුණයෙන් මුනිඳුන් ජයගත් සේක. ඒ තේජසින් ඔබට ජය මංගල්‍යයක් වේවා!"
  },
  {
    "pali": "සච්චං විහාය මතිසච්චකවාදකේතුං - වාදාභිරෝපිතමනං අතිඅන්ධභූතං\nපඤ්ඤාපදීපජලිතෝ ජිතවා මුනින්දෝ - තන්තේජසා භවතු තේ ජයමංගලානි",
    "sinhala": "සත්‍යය අතහැර වාද කිරීමට පැමිණි, අන්ධ වූ සච්චක පඬිවරයා, ප්‍රඥා ප්‍රදීපය දැල්වීමෙන් මුනිඳුන් ජයගත් සේක. ඒ තේජසින් ඔබට ජය මංගල්‍යයක් වේවා!"
  },
  {
    "pali": "නන්දෝපනන්දභුජගං විබුධං මහිද්ධිං - පුත්තේන ථේරභුජගේන දමාපයන්චෝ\nඉද්ධූපදේශවිධිනා ජිතවා මුනින්දෝ - තන්තේජසා භවතු තේ ජයමංගලානි",
    "sinhala": "මහා බලවත් නන්දෝපනන්ද නාගයා, මුගලන් මහ රහතන් වහන්සේ යවා ඍද්ධි බලයෙන් මුනිඳුන් ජයගත් සේක. ඒ තේජසින් ඔබට ජය මංගල්‍යයක් වේවා!"
  },
  {
    "pali": "දුග්ගාහදිට්ඨිබුජගේන සුදට්ඨහත්ථං - බ්‍රහ්මං විසුද්ධිජුතිමිද්ධිබකාභිධානං\nඤාණාගදේන විධිනා ජිතවා මුනින්දෝ - තන්තේජසා භවතු තේ ජයමංගලානි",
    "sinhala": "මිසදිටු අදහස් නමැති නාගයා විසින් වෙලා ගත් බක බ්‍රහ්මයා, ඥානය නමැති ඖෂධයෙන් මුනිඳුන් ජයගත් සේක. ඒ තේජසින් ඔබට ජය මංගල්‍යයක් වේවා!"
  }
]
