[
  {
    "id": 167,
    "pali": "හීනං ධම්මං න සේවෙය්‍ය - පමාදේන න සංවසේ\nමිච්ඡාදිට්ඨිං න සේවෙය්‍ය - න සියා ලෝකවඩ්ඪනෝ",
    "sinhala": "පහත් දේවල් කරන්න එපා. ප්‍රමාද වෙන්න එපා. මිසදිටු ගන්න එපා. (සසර) ලෝකය වැඩ කරන කෙනෙක් වෙන්න එපා.",
    "story": "තරුණ භික්ෂුවක්",
    "storyContent": "කාන්තාවක් සමඟ සම්බන්ධයක් ඇති කරගන්නට ගිය තරුණ භික්ෂුවකට, පහත් දේ සේවනය නොකරන ලෙස බුදුරදුන් අවවාද කළ සේක."
  },
  {
    "id": 168,
    "pali": "උත්තිට්ඨේ නප්පමජ්ජෙය්‍ය - ධම්මං සුචරිතං චරේ\nධම්මචාරී සුඛං සේති - අස්මිං ලෝකේ පරම්හි ච",
    "sinhala": "නැගිටින්න, පමා වෙන්න එපා. යහපත් චරිතයේ (ධර්මයේ) හැසිරෙන්න. ධර්මයේ හැසිරෙන කෙනා මෙලොව පරලොව දෙකේම සුවසේ ඉන්නවා.",
    "story": "සුද්ධෝදන රජතුමා",
    "storyContent": "බුදුරජාණන් වහන්සේ කිඹුල්වත් පුරයේ පිණ්ඩපාතයේ වඩින විට, සුද්ධෝදන රජතුමා එය වංශයට මදි පුංචිකමක් යැයි සිතා විරුද්ධ විය. එවිට බුදුරදුන් 'මහරජ, මෙය බුද්ධ වංශයයි' කියා මෙම ගාථාව දේශනා කළ සේක."
  },
  {
    "id": 169,
    "pali": "ධම්මං චරේ සුචරිතං - න තං දුච්චරිතං චරේ\nධම්මචාරී සුඛං සේති - අස්මිං ලෝකේ පරම්හි ච",
    "sinhala": "යහපත් දේම කරන්න. දුසිරිත් කරන්න එපා. ධර්මයේ හැසිරෙන කෙනා මෙලොව පරලොව දෙකේම සුවසේ ඉන්නවා.",
    "story": "සුද්ධෝදන රජතුමා (සම්බන්ධයි)",
    "storyContent": "බුදුරදුන් පිය රජතුමාට ධර්මයේ හැසිරීමේ වටිනාකම තවදුරටත් පැහැදිලි කළ සේක."
  },
  {
    "id": 170,
    "pali": "යථා බුබ්බුලකං පස්සේ - යථා පස්සේ මරීචිකං\nඒවං ලෝකං අවෙක්ඛන්තං - මච්චුරාජා න පස්සති",
    "sinhala": "වතුර බුබුලක් දිහා බලනවා වගේ, මිරිඟුවක් දිහා බලනවා වගේ, කවුරු හරි මේ ලෝකය (ශරීරය) දිහා බැලුවොත්, මාරයාට එයාව පේන්නේ නෑ (එයා නිවන් දකිනවා).",
    "story": "පන්සියයක් භික්ෂූන්",
    "storyContent": "විදර්ශනා වැඩූ භික්ෂූන් පිරිසකට ලෝකයේ හිස් බව වටහා දුන් බුදුරදුන් ඔවුන්ව රහත් කරවූ සේක."
  },
  {
    "id": 171,
    "pali": "ඒථ පස්සථිමං ලෝකං - චිත්තං රාජරථූපමං\nයත්ථ බාලා විසීදන්ති - නත්ථි සංගෝ විජානතං",
    "sinhala": "ඇවිත් බලන්න මේ ලෝකය දිහා. මේක ලස්සනට සරසපු රජ රථයක් වගේ. මෝඩයෝ මේකේ රැවටෙනවා (ගිලෙනවා). ඒත් නුවණැත්තෝ මේකේ ඇලෙන්නේ නැහැ.",
    "story": "අභය රාජකුමාරයා",
    "storyContent": "නළඟනක් මිය ගිය පසු ශෝක වූ අභය කුමාරයාට, ලෝකයේ මායාව වටහා දී බුදුරදුන් සැනසූ සේක."
  },
  {
    "id": 172,
    "pali": "යෝ ච පුබ්බේ පමජ්ජිත්වා - පච්ඡා සෝ නප්පමජ්ජති\nසෝමං ලෝකං පභාසේති - අබ්භා මුත්තෝව චන්දිමා",
    "sinhala": "ඉස්සර පමා වෙලා (වැරදි කරලා) හිටියත්, පස්සේ යමෙක් අප්‍රමාදී වෙනවා නම් (හෑදෙනවා නම්), වලාකුළු වලින් මිදුණු සඳ වගේ එයා මේ ලෝකය එළිය කරනවා.",
    "story": "සම්මුඤ්ජනී තෙරුන්",
    "storyContent": "නිතරම පන්සල අතුගාමින් පමණක් සිටි තෙරුන් වහන්සේ, පසුව භාවනා කර රහත් විය. පමා වී හෝ නිවැරදි වීමේ අගය බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 173,
    "pali": "යස්ස පාපං කතං කම්මං - කුසලේන පිථීයති\nසෝමං ලෝකං පභාසේති - අබ්භා මුත්තෝව චන්දිමා",
    "sinhala": "යමෙක් කළ පව්, කුසලයෙන් වහලා දානවා නම් (රහත් වෙනවා නම්), වලාකුළු වලින් මිදුණු සඳ වගේ එයා මේ ලෝකය එළිය කරනවා.",
    "story": "අංගුලිමාල තෙරුන්",
    "storyContent": "මිනීමරුවෙක්ව සිටි අංගුලිමාල, බුදුරදුන් හමුවේ පැවිදි වී රහත් විය. ඔහුගේ අතීත පාපයන් අහෝසි වී ගිය අයුරු බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 174,
    "pali": "අන්ධභූතෝ අයං ලෝකෝ - තනුකෙත්ථ විපස්සති\nසකුන්තෝ ජාලමුත්තෝව - අප්පෝ සග්ගාය ගච්ඡති",
    "sinhala": "මේ ලෝකේ මිනිස්සු අන්ධ වෙලා වගේ ඉන්නේ. ඇත්ත දකින්නේ බොහොම ටික දෙනයි. දැලෙන් ගැලවුන කුරුල්ලෙක් වගේ හරිම ටික දෙනයි සුගතියට යන්නේ.",
    "story": "පේසකාර දියණිය",
    "storyContent": "මරණය ගැන භාවනා කළ වී මෝල් හිමියාගේ දියණිය, බුදුරදුන්ගේ ප්‍රශ්න වලට නිවැරදිව පිළිතුරු දී සෝවාන් වූවාය."
  },
  {
    "id": 175,
    "pali": "හංසාදිච්චපථේ යන්ති - ආකාසේ යන්ති ඉද්ධියා\nනීයන්ති ධීරා ලෝකම්හා - ජෙත්වා මාරං සවාහිනං",
    "sinhala": "හංසයෝ අහසින් යනවා. සෘද්ධිමතුන් අහසින් යනවා. නුවණැත්තෝ (රහතන් වහන්සේලා) මාර සේනාව පරද්දලා මේ ලෝකයෙන් (නිවනට) යනවා.",
    "story": "පන්සියයක් භික්ෂූන්",
    "storyContent": "අහසින් වැඩම කළ භික්ෂූන් පිරිසක් දැක බුදුරදුන් මෙය දේශනා කළ සේක."
  },
  {
    "id": 176,
    "pali": "ඒකං ධම්මං අතීතස්ස - මුසාවාදිස්ස ජන්තුනෝ\nවිතිණ්ණපරලෝකස්ස - නත්ථි පාපං අකාරියං",
    "sinhala": "එක ධර්මයක් (සත්‍යය) ඉක්මවපු, බොරු කියන, පරලොවක් නෑ කියලා හිතන කෙනාට කරන්න බැරි පවක් නෑ.",
    "story": "චිංචි මානවිකාව",
    "storyContent": "බුදුරදුන්ට බොරු චෝදනා කළ චිංචි මානවිකාව, අවසානයේ පොළොව පලාගෙන නිරයට ගියාය."
  },
  {
    "id": 177,
    "pali": "න වේ කදරියා දේවලෝකං වජන්ති - බාලා හවේ නප්පසංසන්ති දානං\nධීරෝ ච දානං අනුමෝදමානෝ - තේනේව සෝ හෝති සුඛී පරත්ථ",
    "sinhala": "මසුරෝ දිව්‍ය ලෝකේ යන්නේ නෑ. අඥානයෝ දන් දෙන එක වර්ණනා කරන්නේ නෑ. ඒත් නුවණැත්තෝ දානය අනුමෝදන් වෙනවා. ඒ නිසා පරලොවදී සැප ලබනවා.",
    "story": "අසදිස දානය",
    "storyContent": "කොසොල් රජතුමා දුන් මහා දානය දැක සතුටු වූවා වෙනුවට, කාල ඇමතියා ඊර්ෂ්‍යා කළේය. බාලයන් දානයට අකමැති බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 178,
    "pali": "පථව්‍යා ඒකරජ්ජේන - සග්ගස්ස ගමනේන වා\nසබ්බලෝකාධිපච්චේන - සෝතාපත්තිඵලං වරං",
    "sinhala": "මුළු පොළොවේම රජකමට වඩා, දිව්‍ය ලෝකේ යනවට වඩා, මුළු ලෝකෙම අධිපතිකමට වඩා, සෝවාන් ඵලය උතුම්.",
    "story": "අනාථපිණ්ඩික සිටු පුත",
    "storyContent": "සිටු පුතා (කාල) සෝවාන් වූ පසු, බුදුරදුන් වදාළේ සක්විති රජකමටත් වඩා සෝවාන් වීම උතුම් බවයි."
  }
]
