[
  {
    "pali": "කරණීයමත්ථකුසලේන - යන්තං සන්තං පදං අභිසමෙච්ච\nසක්කෝ උජූ ච සූජූ ච - සුවචෝ චස්ස මුදු අනතිමානී",
    "sinhala": "නිවන ලබනු කැමති දක්ෂයා විසින් මෙය කළ යුතුය. ඔහු දක්ෂ විය යුතුය. සෘජු විය යුතුය. මනා සෘජු බව තිබිය යුතුය. කීකරු විය යුතුය. මෘදු විය යුතුය. මාන්නය නොතිබිය යුතුය."
  },
  {
    "pali": "සන්තුස්සකෝ ච සුභරෝ ච - අප්පකිච්චෝ ච සල්ලහුකවුත්ති\nසන්තින්ද්‍රියෝ ච නිපකෝ ච - අප්පගබ්භෝ කුලේසු අනනුගිද්ධෝ",
    "sinhala": "සතුටු වන කෙනෙක් විය යුතුය. පහසුවෙන් පෝෂණය කළ හැකි විය යුතුය. වැඩ අඩු, සැහැල්ලු කෙනෙක් විය යුතුය. ඉන්ද්‍රියන් සංවර කරගත්, නුවණැති, අහංකාර නැති, පවුල්වල නොඇලෙන කෙනෙක් විය යුතුය."
  },
  {
    "pali": "න ච ඛුද්දං සමාචරේ කිඤ්චි - යේන විඤ්ඤූ පරේ උපවදෙය්‍යුං\nසුඛිනෝ වා ඛේමිනෝ හොන්තු - සබ්බේ සත්තා භවන්තු සුඛිතත්තා",
    "sinhala": "නුවණැත්තන් දොස් කියන සුළු වරදක්වත් නොකළ යුතුය. (ඉන්පසු මෙසේ මෙත් වැඩිය යුතුය): සියලු සත්ත්වයෝ සුවපත් වෙත්වා! බිය නැත්තෝ වෙත්වා! සැපවත් වෙත්වා!"
  },
  {
    "pali": "යේ කේචි පාණභූතත්ථි - තසා වා ථාවරා වා අනවසේසා\nදීඝා වා යේ මහන්තා වා - මජ්ඣිමා රස්සකාණුකථූලා",
    "sinhala": "කෙලෙස් ඇති (තස), කෙලෙස් නැති (ථාවර), දිග, මහත, මධ්‍යම, කුඩා, ඉතා කුඩා හෝ ස්ථුල වූ යම් සත්ත්ව කෙනෙක් වෙත් ද..."
  },
  {
    "pali": "දිට්ඨා වා යේ ච අදිට්ඨා - යේ ච දූරේ වසන්ති අවිදූරේ\nභූතා වා සම්භවේසී වා - සබ්බේ සත්තා භවන්තු සුඛිතත්තා",
    "sinhala": "ඇසට පෙනෙන හෝ නොපෙනෙන, දුර ඉන්න හෝ ළඟ ඉන්න, ඉපදුණ හෝ උපදින්න ඉන්න සියලු සත්ත්වයෝ සුවපත් වෙත්වා!"
  },
  {
    "pali": "න පරෝ පරං නිකුබ්බේථ - නාතිමඤ්ඤේථ කත්ථචි නං කිඤ්චි\nබ්‍යාරෝසනා පටිඝසඤ්ඤා - නාඤ්ඤමඤ්ඤස්ස දුක්ඛමිච්ඡෙය්‍ය",
    "sinhala": "කෙනෙක් තව කෙනෙක්ව රවටන්නේ නැතිව, කොතැනකදීවත් පහත් නොකොට, කේන්තියෙන් හෝ වෛරයෙන් අනුන්ට දුකක් නොපතයි ද (එසේ විය යුතුය)."
  },
  {
    "pali": "මාතා යථා නියං පුත්තං - ආයුසා ඒකපුත්තමනුරක්ඛේ\nඒවම්පි සබ්බභූතේසු - මානසං භාවයේ අපරිමාණං",
    "sinhala": "මවක් තමන්ගේ එකම දරුවා දිවි හිමියෙන් රකිනවා වගේ, සියලු සත්ත්වයන් කෙරෙහි අප්‍රමාණ වූ මෛත්‍රී සිත වැඩිය යුතුය."
  },
  {
    "pali": "මෙත්තඤ්ච සබ්බලෝකස්මිං - මානසං භාවයේ අපරිමාණං\nඋද්ධං අධෝ ච තිරියඤ්ච - අසම්බාධං අවේරං අසපත්තං",
    "sinhala": "උඩ, යට, හරහට ආදී මුළු ලෝකයටම බාධාවක් නැතිව, වෛරයක් නැතිව, තරහක් නැතිව අප්‍රමාණ වූ මෛත්‍රිය පැතිරවිය යුතුය."
  },
  {
    "pali": "තිට්ඨං චරං නිසින්නෝ වා - සයානෝ වා යාවතස්ස විගතමිද්ධෝ\nඒතං සතිං අධිට්ඨෙය්‍ය - බ්‍රහ්මමේතං විහාරං ඉධමාහු",
    "sinhala": "සිටගෙන, ඇවිදිමින්, ඉඳගෙන හෝ නිදාගෙන සිටියදී, නින්ද යන තුරුම මේ සිහිය (මෛත්‍රිය) පැවැත්විය යුතුය. එය බ්‍රහ්ම විහරණය (උතුම් වාසය) යැයි කියනු ලැබේ."
  },
  {
    "pali": "දිට්ඨිඤ්ච අනුපගම්ම සීලවා - දස්සනේන සම්පන්නෝ\nකාමේසු විනෙය්‍ය ගේධං - න හි ජාතු ගබ්භසෙය්‍යං පුනරේතීති",
    "sinhala": "මිත්‍යා දෘෂ්ටියට නොගොස්, සිල්වත්ව, නිවැරදි දැක්ම (සෝවාන් ඵලය) ලබා, කාමයන්ගේ ඇල්ම දුරු කළ ඔහු නැවත මව් කුසක උපදින්නේ නැත (රහත් වෙයි)."
  }
]
