[
  {
    "id": 320,
    "pali": "අහං නාගෝව සංගාමේ - චාපාතෝ පතිතං සරං\nඅතිවාක්‍යං තිතික්ඛිස්සං - දුස්සීලෝ හි බහුජ්ජනෝ",
    "sinhala": "යුද්ධෙදි ඇතෙක් ඊතල පහරවල් ඉවසනවා වගේ, මම නින්දා අපහාස ඉවසනවා. මොකද ලෝකේ ගොඩක් අය දුස්සීලයි (ගුණ යහපත් නෑ).",
    "story": "බුදුරජාණන් වහන්සේ",
    "storyContent": "මාගන්ධියා බැමිණිය මිනිසුන් ලවා බුදුරදුන්ට අසභ්‍ය වචනයෙන් බැන වදින විට, ආනන්ද තෙරුන් වෙනත් නගරයකට යමු යැයි යෝජනා කළේය. බුදුරදුන් එය ප්‍රතික්ෂේප කරමින් ඉවසීමේ ගුණය ගැන වදාළ සේක."
  },
  {
    "id": 321,
    "pali": "දන්තං නයන්ති සමිතිං - දන්තං රාජාභිරූහති\nදන්තෝ සෙට්ඨෝ මනුස්සේසු - යෝතිවාක්‍යං තිතික්ඛති",
    "sinhala": "හික්මුණ ඇතාව සභාවට ගේනවා. රජතුමා යන්නේ හික්මුණ ඇතෙක් පිටේ. මිනිස්සු අතරිනුත් නින්දා අපහාස ඉවසන, හික්මුණ කෙනා තමයි ශ්‍රේෂ්ඨ.",
    "story": "බුදුරජාණන් වහන්සේ (සම්බන්ධයි)",
    "storyContent": "දමනය වූ සිතේ අගය වදාළ සේක."
  },
  {
    "id": 322,
    "pali": "වරමස්සතරා දන්තා - ආජානීය්‍යා ච සන්ධවා\nකුඤ්ජරා ච මහානාගා - අත්තදන්තෝ තතෝ වරං",
    "sinhala": "හික්මුණ අශ්වයෝ උතුම්. මහා ඇත්තු උතුම්. ඒ හැමෝටම වඩා තමන්ව දමනය කරගත්ත කෙනා උතුම්.",
    "story": "හස්ති ආචාර්ය",
    "storyContent": "පැවිදි වූ හස්ති ආචාර්යවරයෙක්, ඇතුන් දමනය කිරීමට වඩා තමන්ව දමනය කරගැනීම උතුම් බව වටහා ගත් අයුරු බුදුරදුන් අගය කළ සේක."
  },
  {
    "id": 323,
    "pali": "න හි ඒතේහි යානේහි - ගච්ඡේය්‍ය අගතං දිසං\nයථාත්තනා සුදන්තේන - දන්තෝ දන්තේන ගච්ඡති",
    "sinhala": "සත්තු පිටේ ගිහින් කවදාවත් නොගිය දිසාවට (නිවනට) යන්න බෑ. ඒත් තමන්ව දමනය කරගත්තොත් එතනට යන්න පුළුවන්.",
    "story": "හස්ති ආචාර්ය (සම්බන්ධයි)",
    "storyContent": "නිවනට යා හැක්කේ සිත දමනය කිරීමෙන් පමණක් බව වදාළ සේක."
  },
  {
    "id": 324,
    "pali": "ධනපාලකෝ නාම කුඤ්ජරෝ - කටුකභේදනෝ දුන්නිවාරයෝ\nබද්ධෝ කබළං න භුඤ්ජති - සුමරති නාගවනස්ස කුඤ්ජරෝ",
    "sinhala": "මද කිපිලා දම්වැලෙන් බැඳලා ඉන්න 'ධනපාල' ඇතා කෑම කන්නේ නෑ. ඌ කැලේ ඉන්න අම්මව (ඇත්දෙන්නව) මතක් කරනවා.",
    "story": "ධනපාලක ඇතා",
    "storyContent": "රජුගේ මඟුල් ඇතා දම්වැල් කඩාගෙන කැලයට පලා ගොස් තම අන්ධ මවට උපස්ථාන කළේය. තිරිසන් සතෙකු වුවත් දෙමාපියන්ට සැලකීමේ ගුණය බුදුරදුන් අගය කළ සේක."
  },
  {
    "id": 325,
    "pali": "මිද්ධී යදා හෝති මහග්ඝසෝ ච - නිද්දායිතා සම්පරිවත්තසායී\nමහාවරාහෝව නිවාපපුට්ඨෝ - පුනප්පුනං ගබ්භමුපේති මන්දෝ",
    "sinhala": "කම්මැලියා බඩ පිරෙන්න කාලා, ඌරෙක් වගේ පෙරලි පෙරලි නිදාගන්නවා. ඒ මෝඩයා ආයේ ආයේ මව් කුසක උපදිනවා.",
    "story": "පසේනදි කොසොල් රජු",
    "storyContent": "අධික ලෙස ආහාර ගෙන නිදාගන්නා රජතුමාට, පමණ දැන ආහාර ගැනීමේ වැදගත්කම බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 326,
    "pali": "ඉදං පුරේ චිත්තමචාරි චාරිකං - යේනිච්ඡකං යත්ථකාමං යථාසුඛං\nතදජ්ජහං නිග්ගහෙස්සාමි යෝනිසෝ - හත්ථිප්පභින්නං විය අංකුසග්ගාහෝ",
    "sinhala": "ඉස්සර මගේ හිත හිතුන හිතුන තැන ගියා. ඒත් මද කිපුන ඇතෙක්ව හෙණ්ඩුවෙන් පාලනය කරනවා වගේ, අද මම මගේ හිත නුවණින් පාලනය කරගන්නවා.",
    "story": "සානු සාමණේරයන්",
    "storyContent": "සිවුරු හැරීමට සිතූ සාමණේර නමකට යක්ෂණියක් අවවාද කළ පසු, උන්වහන්සේ නැවත සිත පාලනය කරගෙන රහත් විය."
  },
  {
    "id": 327,
    "pali": "අප්පමාදරතා හෝථ - සචිත්තමනුරක්ඛථ\nදුග්ගා උද්ධරථත්තානං - පංකේ සන්නෝව කුඤ්ජරෝ",
    "sinhala": "ප්‍රමාද වෙන්න එපා. තමන්ගේ සිත රැකගන්න. මඩේ එරුණ ඇතෙක් ගොඩ එනවා වගේ, කෙලෙස් මඩෙන් ගොඩ එන්න.",
    "story": "පාවෙය්‍යක ඇතා",
    "storyContent": "මඩේ එරුණු වයසක ඇතෙක්ව ගොඩගත් අයුරු දැක බුදුරදුන් මෙය දේශනා කළ සේක."
  },
  {
    "id": 328,
    "pali": "සචේ ලභේථ නිපකං සහායං - සද්ධිංචරං සාධුවිහාරිධීරං\nඅභිබුය්‍ය සබ්බානි පරිස්සයානි - චරෙය්‍ය තේනත්තමනෝ සතීමා",
    "sinhala": "යහපත්, නුවණැති යාළුවෙක් ලැබුණොත්, සතුටින් සිහියෙන් එයා එක්ක ඉන්න. එතකොට හැම කරදරයක්ම දිනන්න පුළුවන්.",
    "story": "බුදුරජාණන් වහන්සේ",
    "storyContent": "තනිව විසීම ගැන කළ සාකච්ඡාවකදී, කල්‍යාණ මිත්‍රයෙකු ලැබුණොත් ඔහු සමඟ වාසය කරන ලෙස වදාළ සේක."
  },
  {
    "id": 329,
    "pali": "නෝ චේ ලභේථ නිපකං සහායං - සද්ධිංචරං සාධුවිහාරිධීරං\nරාජාව රට්ඨං විජිතං පහාය - ඒකෝ චරේ මාතංගරඤ්ඤේව නාගෝ",
    "sinhala": "යහපත් යාළුවෙක් ලැබුණේ නැත්නම්, රට අතහැරලා යන රජෙක් වගේ, කැලේ යන ඇතෙක් වගේ තනියම යන්න.",
    "story": "බුදුරජාණන් වහන්සේ (සම්බන්ධයි)",
    "storyContent": "බාලයන් සමඟ ඇසුරට වඩා හුදකලාව උතුම් බව වදාළ සේක."
  },
  {
    "id": 330,
    "pali": "ඒකස්ස චරිතං සෙය්‍යෝ - නත්ථි බාලේ සහායතා\nඒකෝ චරේ න ච පාපානි කයිරා - අප්පොස්සුක්කෝ මාතංගරඤ්ඤේව නාගෝ",
    "sinhala": "තනියම ඉන්න එක උතුම්. මෝඩයෝ එක්ක යාළුකම් එපා. කැලේ ඉන්න ඇතා වගේ පව් නොකර තනියම ඉන්න.",
    "story": "පාරිලෙය්‍යක ඇතා",
    "storyContent": "භික්ෂූන් වහන්සේලා කලහ කරද්දී බුදුරදුන් කැලයට වැඩම කළ සේක. එහිදී පාරිලෙය්‍යක ඇතා උන්වහන්සේට උපස්ථාන කළේය. තිරිසන් සතෙකු වුවත් හුදකලාව ප්‍රිය කළ අයුරු බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 331,
    "pali": "අත්ථම්හි ජාතම්හි සුඛා සහායා - තුට්ඨී සුඛා යා ඉතරීතරේන\nපුඤ්ඤං සුඛං ජීවිතසංඛයම්හි - සබ්බස්ස දුක්ඛස්ස සුඛං පහාණං",
    "sinhala": "වැඩක් වුනාම යාළුවෝ ඉන්න එක සැපක්. තියෙන දෙයකින් සතුටු වෙන එක සැපක්. මැරෙන වෙලාවට පින සැපක්. හැම දුකක්ම නැති කරන එක (නිවන) තමයි ලොකුම සැප.",
    "story": "මාරයා",
    "storyContent": "මාරයා විසින් භයානක ශබ්ද මවා පෑ විට, බුදුරදුන් සැබෑ සැපය කුමක්දැයි වදාළ සේක."
  },
  {
    "id": 332,
    "pali": "සුඛා මත්තෙය්‍යතා ලෝකේ - අථෝ පෙත්තෙය්‍යතා සුඛා\nසුඛා සාමඤ්ඤතා ලෝකේ - අථෝ බ්‍රහ්මඤ්ඤතා සුඛා",
    "sinhala": "අම්මාට සැලකීම සැපක්. තාත්තාට සැලකීම සැපක්. ශ්‍රමණවරුන්ට සැලකීම සැපක්. බ්‍රාහ්මණයන්ට (රහතුන්ට) සැලකීම සැපක්.",
    "story": "මාරයා (සම්බන්ධයි)",
    "storyContent": "යහපත් ගුණධර්ම සැප ගෙන දෙන බව වදාළ සේක."
  },
  {
    "id": 333,
    "pali": "සුඛං යාව ජරා සීලං - සුඛා සද්ධා පතිට්ඨිතා\nසුඛෝ පඤ්ඤාය පටිලාභෝ - පාපානං අකරණං සුඛං",
    "sinhala": "නාකි වෙනකල් සිල් රැකීම සැපක්. පිහිටපු ශ්‍රද්ධාව සැපක්. ප්‍රඥාව ලැබීම සැපක්. පව් නොකර ඉන්න එක සැපක්.",
    "story": "මාරයා (සම්බන්ධයි)",
    "storyContent": "ජීවිතය පුරාම රැකිය යුතු ගුණධර්ම ගැන වදාළ සේක."
  }
]
