[
  {
    "id": 306,
    "pali": "අභූතවාදී නිරයං උපේති - යෝ වාපි කත්වා න කරෝමීති චාහ\nඋභෝපි තේ පෙච්ච සමා භවන්ති - නිහීනකම්මා මනුජා පරත්ථ",
    "sinhala": "බොරු කියන කෙනා නිරයේ උපදිනවා. කරලත් නෑ කියන කෙනාත් නිරයේ උපදිනවා. පහත් වැඩ කරන ඒ දෙන්නම මැරුණට පස්සේ සමානයි.",
    "story": "සුන්දරී පරිබ්‍රාජිකාව",
    "storyContent": "බුදුරදුන්ට අපහාස කිරීමට බොරු චෝදනා කළ සුන්දරී පරිබ්‍රාජිකාව සහ ඊට උදව් කළ පිරිස නිරයේ උපන් බව වදාළ සේක."
  },
  {
    "id": 307,
    "pali": "කාසාවකණ්ඨා බහවෝ - පාපධම්මා අසඤ්ඤතා\nපාපා පාපේහි කම්මේහි - නිරයං තේ උපපජ්ජරේ",
    "sinhala": "කහ සිවුරක් බෙල්ලේ දාගත්තට, පව් කරන, අසංවර ගොඩක් අය ඉන්නවා. ඒ පව්කාරයෝ ඒ පව් නිසාම නිරයේ උපදිනවා.",
    "story": "දුස්සීල භික්ෂූන්",
    "storyContent": "මුගලන් මහ රහතන් වහන්සේ දුටු ප්‍රේතයන් පිරිසක් ගැන බුදුරදුන් වදාළේ, ඔවුන් පෙර ආත්මවල දුස්සීල භික්ෂූන් බවයි."
  },
  {
    "id": 308,
    "pali": "සෙය්‍යෝ අයෝගුළෝ භුත්තෝ - තත්තෝ අග්ගිසිඛූපමෝ\nයඤ්චේ භුඤ්ජෙය්‍ය දුස්සීලෝ - රට්ඨපිණ්ඩං අසඤ්ඤතෝ",
    "sinhala": "සිල් නැති, අසංවර කෙනා රටේ මිනිස්සු දෙන දානය (රටේ බත්) කනවට වඩා, ගිනිගෙන රත් වුන යකඩ ගුලියක් කන එක හොඳයි.",
    "story": "වග්ගුමුදාතීරිය භික්ෂූන්",
    "storyContent": "බොරු ගුණ පෙන්වා දානය ලබා ගත් භික්ෂූන් පිරිසකට, දුස්සීලව දන් වැළඳීමේ භයානකකම බුදුරදුන් පෙන්වා දුන් සේක."
  },
  {
    "id": 309,
    "pali": "චත්තාරි ඨානානි නරෝ පමත්තෝ - ආපජ්ජති පරදාරූපසේවී\nඅපුඤ්ඤලාභං න නිකාමසෙය්‍යං - නින්දං තතියං නිරයං චතුත්ථං",
    "sinhala": "අනුන්ගේ බිරින්දෑවරු එක්ක යන පමා වුන මිනිහට දේවල් හතරක් වෙනවා. පව් සිද්ධ වෙනවා. සැප නින්දක් නෑ. නින්දා ලැබෙනවා. හතරවෙනි එක, නිරයේ උපදිනවා.",
    "story": "කේම සිටුපුත්",
    "storyContent": "පරදාර සේවනයේ යෙදුණු කේම සිටු පුත්‍රයාට, එහි ආදීනව පෙන්වා දී බුදුරදුන් සෝවාන් කරවූ සේක."
  },
  {
    "id": 310,
    "pali": "අපුඤ්ඤලාභෝ ච ගතී ච පාපිකා - භීතස්ස භීතාය රතී ච ථෝකිකා\nරාජා ච දණ්ඩං ගරුකං පණේති - තස්මා නරෝ පරදාරං න සේවේ",
    "sinhala": "පව් පිරෙනවා. නරක උපතක් ලැබෙනවා. බයෙන් බයෙන් ඉන්න නිසා සතුට පොඩ්ඩයි. රජාගෙන් ලොකු දඬුවම් ලැබෙනවා. ඒ නිසා පරදාර සේවනයේ යෙදෙන්න එපා.",
    "story": "කේම සිටුපුත් (සම්බන්ධයි)",
    "storyContent": "කාමයේ වරදවා හැසිරීමේ විපාක තවදුරටත් විස්තර කළ සේක."
  },
  {
    "id": 311,
    "pali": "කුසෝ යථා දුග්ගහිතෝ - හත්ථමේවානුකන්තති\nසාමඤ්ඤං දුප්පරාමට්ඨං - නිරයායූපකඩ්ඪති",
    "sinhala": "තණකොළ (කුස තණ) වැරදියට ඇල්ලුවොත් අත කැපෙනවා. ඒ වගේ මහණකම වැරදියට කළොත් (සිල් රැක්කේ නැත්නම්) ඒක එයාව නිරයට ඇදලා දානවා.",
    "story": "එක්තරා භික්ෂුවක්",
    "storyContent": "නිතර වැරදි කළ භික්ෂුවකට, මහණකම හරියට නොකළොත් සිදුවන විනාශය ගැන බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 312,
    "pali": "යං කිඤ්චි සිථිලං කම්මං - සංකිලිිට්ඨඤ්ච යං වතං\nසංකස්සරං බ්‍රහ්මචරියං - න තං හෝති මහප්ඵලං",
    "sinhala": "කම්මැලිව කරන වැඩ, කිලිටි වෘත, සැක සහිත මහණකම... මේවායේ ලොකු ප්‍රතිඵලයක් (මහත් ඵලයක්) නෑ.",
    "story": "එක්තරා භික්ෂුවක් (සම්බන්ධයි)",
    "storyContent": "ඕනෑම දෙයක් කැපවීමෙන් කළ යුතු බව වදාළ සේක."
  },
  {
    "id": 313,
    "pali": "කයිරඤ්චේ කයිරාථේනං - දළ්හමේනං පරක්කමේ\nසිථිලෝ හි පරිබ්බාජෝ - භිය්‍යෝ ආකිරතේ රජං",
    "sinhala": "කරනවා නම් හරියට කරන්න. දැඩි වීර්යයෙන් කරන්න. කම්මැලි පැවිද්දා ගොඩක් කෙලෙස් (දූවිලි) එකතු කරගන්නවා.",
    "story": "එක්තරා භික්ෂුවක් (සම්බන්ධයි)",
    "storyContent": "වීර්යය වඩා මහණ දම් පිරිය යුතු බව වදාළ සේක."
  },
  {
    "id": 314,
    "pali": "අකතං දුක්කටං සෙය්‍යෝ - පච්ඡා තප්පති දුක්කටං\nකතඤ්ච සුකටං සෙය්‍යෝ - යං කත්වා නානුතප්පති",
    "sinhala": "නරක වැඩ නොකර ඉන්න එක තමයි හොඳ. මොකද කරලා ඉවර වුනාම පසුතැවෙන්න වෙනවා. හොඳ වැඩ කරන එක තමයි හොඳ. මොකද කළාට පස්සේ පසුතැවෙන්න වෙන්නේ නෑ.",
    "story": "ඊර්ෂ්‍යාකාරී කාන්තාවක්",
    "storyContent": "සැමියාගේ අනෙක් බිරිඳට ඊර්ෂ්‍යාවෙන් ඇයට හිරිහැර කළ කාන්තාවක් ගැන මෙය දේශනා කළ සේක."
  },
  {
    "id": 315,
    "pali": "නගරං යථා පච්චන්තං - ගුත්තං සන්තරබාහිරං\nඒවං ගෝපේථ අත්තානං - ඛණෝ වෝ මා උපච්චගා\nඛණාතීතා හි සෝචන්ති - නිරයම්හි සමප්පිතා",
    "sinhala": "මායිම් නගරයක් ඇතුලයි පිටයි දෙකම රකිනවා වගේ, තමන්ව රැකගන්න. ලැබුණ අවස්ථාව මගහරගන්න එපා. අවස්ථාව මගහැරුණ අය නිරයට වැටිලා දුක් වෙනවා.",
    "story": "මායිම් නගරවාසීන්",
    "storyContent": "ආගන්තුක භික්ෂූන් පිරිසක් පැමිණි විට ඔවුන්ට සත්කාර කළ පිරිසක් අරභයා, තමන්ගේ රැකවරණය සලසා ගැනීමේ අගය වදාළ සේක."
  },
  {
    "id": 316,
    "pali": "අලජ්ජිතායේ ලජ්ජන්ති - ලජ්ජිතායේ න ලජ්ජරේ\nමිච්ඡාදිට්ඨිසමාදානා - සත්තා ගච්ඡන්ති දුග්ගතිං",
    "sinhala": "ලජ්ජා නොවිය යුතු දේට ලජ්ජා වෙන (පින් කරන්න ලජ්ජා වෙන), ලජ්ජා විය යුතු දේට ලජ්ජා නොවෙන (පව් කරන්න ලජ්ජා නැති), මිසදිටු ගත්ත අය දුගතියට යනවා.",
    "story": "නිගණ්ඨයන්",
    "storyContent": "නිර්වස්ත්‍රව සිටීම ගැන ලජ්ජා නැති, සිවුරු ඇඳීම ගැන ලජ්ජා වන නිගණ්ඨයන් ගැන බුදුරදුන් මෙය වදාළ සේක."
  },
  {
    "id": 317,
    "pali": "අභයේ භයදස්සිනෝ - භයේ චාභයදස්සිනෝ\nමිච්ඡාදිට්ඨිසමාදානා - සත්තා ගච්ඡන්ති දුග්ගතිං",
    "sinhala": "බය නැති දේට (නිවනට) බය වෙන, බය විය යුතු දේට (සසරට) බය නැති, මිසදිටු ගත්ත අය දුගතියට යනවා.",
    "story": "නිගණ්ඨයන් (සම්බන්ධයි)",
    "storyContent": "නිවැරදි දේ වැරදි ලෙස දකින අයගේ ඉරණම ගැන වදාළ සේක."
  },
  {
    "id": 318,
    "pali": "අවජ්ජේ වජ්ජමතිනෝ - වජ්ජේ චාවජ්ජදස්සිනෝ\nමිච්ඡාදිට්ඨිසමාදානා - සත්තා ගච්ඡන්ති දුග්ගතිං",
    "sinhala": "වරදක් නැති දේ වරදක් විදියට දකින, වැරදි දේ හරි විදියට දකින, මිසදිටු ගත්ත අය දුගතියට යනවා.",
    "story": "නිගණ්ඨයන් (සම්බන්ධයි)",
    "storyContent": "මිත්‍යා දෘෂ්ටියේ ආදීනව වදාළ සේක."
  },
  {
    "id": 319,
    "pali": "වජ්ජඤ්ච වජ්ජතෝ ඤත්වා - අවජ්ජඤ්ච අවජ්ජතෝ\nසම්මාදිට්ඨිසමාදානා - සත්තා ගච්ඡන්ති සුග්ගතිං",
    "sinhala": "වැරදි දේ වැරදි විදියටත්, නිවැරදි දේ නිවැරදි විදියටත් දකින, සම්මා දිට්ඨිය ගත්ත අය සුගතියට යනවා.",
    "story": "නිගණ්ඨයන් (සම්බන්ධයි)",
    "storyContent": "නිවැරදි දැක්ම (සම්මා දිට්ඨිය) සුගතියට හේතු වන බව වදාළ සේක."
  }
]
