[
  {
    "id": 76,
    "pali": "නිධීනංව පවත්තාරං - යං පස්සේ වජ්ජදස්සිනං\nනිග්ගය්හවාදිං මේධාවිං - තාදිසං පණ්ඩිතං භජේ\nතාදිසං භජමානස්ස - සෙය්‍යෝ හෝති න පාපියෝ",
    "sinhala": "තමන්ගේ වැරදි පෙන්නලා දෙන, නිධානයක් පෙන්නනවා වගේ අවවාද කරන නුවණැත්තාව ඇසුරු කරන්න ඕනේ. එහෙම කෙනෙක්ව ඇසුරු කළොත් යහපතක් මිසක් අයහපතක් වෙන්නේ නැහැ.",
    "story": "රාධ තෙරුන්",
    "storyContent": "දුප්පත් බ්‍රාහ්මණයෙක්ව සිටි රාධ, සැරියුත් තෙරුන් වහන්සේගේ කරුණාව නිසා පැවිදි විය. ඔහු ගුරුවරයාගේ අවවාද අකුරටම පිළිපැද ඉක්මනින් රහත් විය. කීකරුකම ගැන බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 77,
    "pali": "ඕවදෙය්‍ය අනුසාසෙය්‍ය - අසබ්භා ච නිවාරයේ\nසතං හි සෝ පියෝ හෝති - අසතං හෝති අප්පියෝ",
    "sinhala": "අවවාද කරන, අනුශාසනා කරන, පව් වැඩ වලින් වළක්වන කෙනාට සත්පුරුෂයෝ කැමතියි. අසත්පුරුෂයෝ අකමැතියි.",
    "story": "අස්සජී සහ පුනබ්බසුක භික්ෂූන්",
    "storyContent": "වැරදි වැඩ කරමින් සිටි භික්ෂූන් දෙදෙනෙකුට සැරියුත් මුගලන් දෙනම අවවාද කළ විට, ඔවුන් කෝප විය. බාලයන් අවවාදයට අකමැති බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 78,
    "pali": "න භජේ පාපකේ මිත්තේ - න භජේ පුරිසාධමේ\nභජේථ මිත්තේ කල්‍යාණේ - භජේථ පුරිසුත්තමේ",
    "sinhala": "පාප මිත්‍රයන්ව ආශ්‍රය කරන්න එපා. අධම මිනිස්සුන්ව ආශ්‍රය කරන්න එපා. කල්‍යාණ මිත්‍රයන්ව ආශ්‍රය කරන්න. උතුම් මිනිස්සුන්ව ආශ්‍රය කරන්න.",
    "story": "ඡන්න තෙරුන්",
    "storyContent": "බුදුරදුන්ගේ රියදුරු වූ ඡන්න, පැවිදි වූ පසු මානයෙන් සිටියේය. බුදුරදුන් පිරිනිවන් පාන විට ඔහුට 'බ්‍රහ්ම දණ්ඩනය' (කතා නොකර සිටීම) පනවන ලෙස වදාළ සේක. ඉන්පසු ඔහු හික්මී රහත් විය."
  },
  {
    "id": 79,
    "pali": "ධම්මපීතී සුඛං සේති - විප්පසන්නේන චේතසා\nඅරියප්පවේදිතේ ධම්මේ - සදා රමති පණ්ඩිතෝ",
    "sinhala": "ධර්මය බීපු කෙනා (අවබෝධ කරගත් කෙනා) පහන් සිතින් සුවසේ නිදාගන්නවා. නුවණැත්තා හැමතිස්සෙම ආර්යයන් වහන්සේලා දේශනා කළ ධර්මයේ ඇලෙනවා.",
    "story": "මහාකප්පින රජතුමා",
    "storyContent": "රහත් වී සුවසේ වැඩ සිටි මහාකප්පින තෙරුන් 'අහෝ සැපයි! අහෝ සැපයි!' කියමින් උදාන වාක්‍ය කීවේය. රාජ සැපට වඩා ධර්මයේ රසය උතුම් බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 80,
    "pali": "උදකං හි නයන්ති නෙත්තිකා - උසුකාරා නමයන්ති තේජනං\nදාරුං නමයන්ති තච්ඡකා - අත්තානං දමයන්ති පණ්ඩිතා",
    "sinhala": "වතුර ගෙන යන අය වතුර ගෙන යනවා. ඊතල හදන අය ඊතල කෙලින් කරනවා. වඩු බාස්ලා ලී නවනවා. නුවණැත්තෝ තමන්ව දමනය කරගන්නවා.",
    "story": "පණ්ඩිත සාමණේරයන් වහන්සේ",
    "storyContent": "වයස අවුරුදු හතක් වූ සාමණේර නමක්, ගොවීන් වතුර හරවන හැටි, වඩුවන් ලී කපන හැටි දැක, 'ජීවයක් නැති දේවල් පවා හදන්න පුළුවන් නම් ඇයි මට හිත හදාගන්න බැරි?' කියා සිතා භාවනා කර රහත් විය."
  },
  {
    "id": 81,
    "pali": "සේලෝ යථා ඒකඝනෝ - වාතේන න සමීරති\nඒවං නින්දාපසංසාසු - න සමිඤ්ජන්ති පණ්ඩිතා",
    "sinhala": "තනි ගලින් හැදුව පර්වතයක් හුළඟට හෙලවෙන්නේ නෑ වගේ, නුවණැත්තෝ නින්දාවෙදිත් ප්‍රශංසාවෙදිත් කම්පා වෙන්නේ නැහැ.",
    "story": "ලකුණ්ටක භද්දිය තෙරුන්",
    "storyContent": "මිටි ශරීරයක් ඇති භද්දිය තෙරුන්ට සාමණේරවරු විහිළු කළද, උන්වහන්සේ කිසිවක් ගණන් නොගෙන සිටියහ. රහතන් වහන්සේලා කම්පා නොවන බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 82,
    "pali": "යථාපි රහදෝ ගම්භීරෝ - විප්පසන්නෝ අතාවිලෝ\nඒවං ධම්මානි සුත්වාන - විප්පසීදන්ති පණ්ඩිතා",
    "sinhala": "ගැඹුරු විලක් හරිම නිසලයි, පැහැදිලියි. ඒ වගේ නුවණැත්තෝ බණ අහලා (සිතින්) පැහැදෙනවා (නිවෙනවා).",
    "story": "කාණමාතා",
    "storyContent": "කාණමාතා උපාසිකාව භික්ෂූන් වහන්සේලාට දන් දී ධර්මය අසා ඉතා පැහැදී සෝවාන් වූවාය."
  },
  {
    "id": 83,
    "pali": "සබ්බත්ථ වේ සප්පුරිසා චජන්ති - න කාමකාමා ලපයන්ති සන්තෝ\nසුඛේන ඵුට්ඨා අථ වා දුක්ඛේන - න උච්චාවචං පණ්ඩිතා දස්සයන්ති",
    "sinhala": "සත්පුරුෂයෝ හැම දේම අතහරිනවා. රහතන් වහන්සේලා කාමයන් ගැන කතා කරන්නේ නැහැ. සැප ලැබුනත් දුක ලැබුනත් නුවණැත්තෝ උඩඟු වෙන්නෙවත් වැටෙන්නෙවත් නැහැ.",
    "story": "පන්සියයක් භික්ෂූන්",
    "storyContent": "මාරයා විවිධ වෙස් ගෙන භික්ෂූන් බිය ගැන්වීමට උත්සාහ කළත්, උන්වහන්සේලා නොසැලී සිටියහ. රහතන් වහන්සේලාගේ අකම්පිත බව ගැන බුදුරදුන් දේශනා කළ සේක."
  },
  {
    "id": 84,
    "pali": "න අත්තහේතු න පරස්ස හේතු - න පුත්තමිච්ඡේ න ධනං න රට්ඨං\nන ඉච්ඡෙය්‍ය අධම්මේන සමිද්ධිමත්තනෝ - ස සීලවා පඤ්ඤවා ධම්මිකෝ සියා",
    "sinhala": "තමන් වෙනුවෙන් වත්, අනුන් වෙනුවෙන් වත් පව් කරන්න එපා. දරුවන්, ධනය, රට රාජ්‍යය අධර්මයෙන් පතන්න එපා. තමන්ගේ දියුණුව අධර්මයෙන් පතන්න එපා. එයා තමයි සිල්වතා, නුවණැත්තා, දැහැමි කෙනා.",
    "story": "ධම්මික තෙරුන්",
    "storyContent": "ධම්මික තෙරුන් ගිහි කල ඉතා දැහැමිව ජීවත් වූ අයෙකි. අධර්මයෙන් දියුණුවීම බාල වැඩක් බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 85,
    "pali": "අප්පකා තේ මනුස්සේසු - යේ ජනා පාරගාමිනෝ\nඅථායං ඉතරා පජා - තීරමේවානුධාවති",
    "sinhala": "මිනිස්සු අතරින් එතෙරට (නිවනට) යන අය හරිම ටිකයි. අනිත් වැඩි දෙනා මේ ඉවුරේම (සංසාරයේම) දුව දුව ඉන්නවා.",
    "story": "බුදුරජාණන් වහන්සේ",
    "storyContent": "ධර්මය අසන පිරිස බොහෝ වුවත්, මාර්ග ඵල ලබන පිරිස අඩු බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 86,
    "pali": "යේ ච ඛෝ සම්මදක්ඛාතේ - ධම්මේ ධම්මානුවත්තිනෝ\nතේ ජනා පාරමෙස්සන්ති - මච්චුධෙය්‍යං සුදුත්තරං",
    "sinhala": "යමෙක් මැනවින් දේශනා කළ ධර්මයේ හැසිරෙනවා නම්, තරණය කරන්න අමාරු මාරයාගේ විෂය (සසර) ඉක්මවා ඔවුන් එතෙරට යනවා.",
    "story": "බුදුරජාණන් වහන්සේ (සම්බන්ධයි)",
    "storyContent": "ධර්මානුධර්ම ප්‍රතිපත්තියේ යෙදෙන අය පමණක් නිවන් දකින බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 87,
    "pali": "කණ්හං ධම්මං විප්පහාය - සුක්කං භාවේථ පණ්ඩිතෝ\nඕකා අනෝකමාගම්ම - විවේකේ යත්ථ දූරමං",
    "sinhala": "නුවණැත්තා කළු ධර්ම (අකුසල්) අතහැරලා, ගිහි ගෙයින් නික්මී, අමාරු වුනත් විවේකය (නිවන) ඇති සුදු ධර්ම (කුසල්) වඩන්න ඕනේ.",
    "story": "පන්සියයක් භික්ෂූන්",
    "storyContent": "කෙලෙස් ප්‍රහාණය කර නිවනට යාම දුෂ්කර වුවත්, පණ්ඩිතයා එයම තෝරා ගන්නා බව වදාළ සේක."
  },
  {
    "id": 88,
    "pali": "තත්‍රාභිරතිමිච්ඡෙය්‍ය - හිත්වා කාමේ අකිඤ්චනෝ\nපරියෝදපෙය්‍ය අත්තානං - චිත්තක්ලීසේහි පණ්ඩිතෝ",
    "sinhala": "කාමයන් අතහැරලා, කිසිවක් නැති වෙලා, හිතේ කෙලෙස් සුද්ද කරගෙන, ඒ විවේකයට (නිවනට) කැමති වෙන්න ඕනේ.",
    "story": "පන්සියයක් භික්ෂූන් (සම්බන්ධයි)",
    "storyContent": "සිත පිරිසිදු කරගැනීම පණ්ඩිතයාගේ කාර්යය බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 89,
    "pali": "යේසං සම්බෝධියංගේසු - සම්මා චිත්තං සුභාවිතං\nආදානපටිනිස්සග්ගේ - අනුපාදාය යේ රතා\nඛීණාසවා ජුතිමන්තෝ - තේ ලෝකේ පරිනිබ්බුතා",
    "sinhala": "යම් කෙනෙක් බොජ්ඣංග ධර්ම හොඳින් වැඩුවා නම්, උපාදාන අතහැරලා නිදහස් වුනා නම්, ඒ ආශ්‍රව ක්ෂය කළ රහතන් වහන්සේලා ලෝකයේ පිරිනිවන් පානවා.",
    "story": "පන්සියයක් භික්ෂූන් (සම්බන්ධයි)",
    "storyContent": "සප්ත බොජ්ඣංග ධර්ම වැඩීමේ ප්‍රතිඵලය රහත් භාවය බව බුදුරදුන් දේශනා කළ සේක."
  }
]
