[
  {
    "id": 116,
    "pali": "අභිත්ථරේථ කල්‍යාණේ - පාපා චිත්තං නිවාරයේ\nදන්ධං හි කරෝතෝ පුඤ්ඤං - පාපස්මිං රමතී මනෝ",
    "sinhala": "ඉක්මන් කරලා පින් කරන්න ඕනේ. පව් වැඩ වලින් සිත වළක්වගන්න ඕනේ. පින් කරන්න පරක්කු වුනොත්, සිත ඉබේම පව් වැඩ වලට කැමති වෙනවා.",
    "story": "ජූලේකසාටක බමුණා",
    "storyContent": "අඳින්න එක රෙද්දක් පමණක් තිබූ බමුණා, බණ අසා පැහැදී එය පූජා කිරීමට සිතුවත්, ලෝභකම නිසා සිත දෙගිඩියාවෙන් පසු විය. අවසානයේ සිත දිනා රෙද්ද පූජා කළ විට බුදුරදුන් වදාළේ පිනට පමා නොවිය යුතු බවයි."
  },
  {
    "id": 117,
    "pali": "පාපඤ්චේ පුරිසෝ කයිරා - න තං කයිරා පුනප්පුනං\nන තම්හි ඡන්දං කයිරාථ - දුක්ඛෝ පාපස්ස උච්චයෝ",
    "sinhala": "වැරදිලා හරි පවක් වුනොත්, ඒක ආයේ ආයේ කරන්න එපා. ඒකට කැමති වෙන්න එපා. පව් රැස් වුනොත් ඒක දුකක්.",
    "story": "සෙය්‍යසක තෙරුන්",
    "storyContent": "වැරදි පුරුද්දක් අතහැර ගැනීමට අපහසු වූ භික්ෂුවකට බුදුරදුන් වදාළේ, පව් කිරීමෙන් දුකම උරුම වන නිසා එය නැවත නැවත නොකරන ලෙසයි."
  },
  {
    "id": 118,
    "pali": "පුඤ්ඤඤ්චේ පුරිසෝ කයිරා - කයිරාථේතං පුනප්පුනං\nතම්හි ඡන්දං කයිරාථ - සුඛෝ පුඤ්ඤස්ස උච්චයෝ",
    "sinhala": "පිනක් කළොත්, ඒක ආයේ ආයේ කරන්න. ඒකට කැමති වෙන්න. පින් රැස් වුනොත් ඒක සැපයක්.",
    "story": "ලාජා දේවදූව",
    "storyContent": "මහාකස්සප තෙරුන්ට දන් දී දෙව්ලොව උපන් ලාජා දෙව්දුව, නැවතත් උන්වහන්සේට උපස්ථාන කිරීමට ආවාය. පිනෙහි සැප විපාක ගැන බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 119,
    "pali": "පාපෝපි පස්සති භද්‍රං - යාව පාපං න පච්චති\nයදා ච පච්චති පාපං - අථ පාපෝ පාපානි පස්සති",
    "sinhala": "පව් විපාක දෙනකල් පව්කාරයා හිතන්නේ ඒක හොඳයි කියලා. ඒත් විපාක දෙනකොට එයාට තේරෙනවා ඒක නරකයි කියලා.",
    "story": "අනාථපිණ්ඩික සිටුතුමා",
    "storyContent": "අනාථපිණ්ඩික සිටුතුමා දුප්පත් වූ අවස්ථාවේ නිවසේ සිටි දේවතාවිය ඔහුට අනුශාසනා කිරීමට ගොස් පව් කර ගත්තාය. පසුව ඇයට සිටුතුමාගෙන් සමාව ගැනීමට සිදු විය."
  },
  {
    "id": 120,
    "pali": "භද්‍රෝපි පස්සති පාපං - යාව භද්‍රං න පච්චති\nයදා ච පච්චති භද්‍රං - අථ භද්‍රෝ භද්‍රානි පස්සති",
    "sinhala": "පින් විපාක දෙනකල් පින්වතාට (සමහර විට) දුක හිතෙනවා. ඒත් පින් විපාක දෙනකොට එයාට තේරෙනවා ඒක කොච්චර හොඳද කියලා.",
    "story": "අනාථපිණ්ඩික සිටුතුමා (සම්බන්ධයි)",
    "storyContent": "සිටුතුමා පින් කළ නිසා ධනය අඩු වුවත්, පසුව එම පිනේ බලයෙන්ම නැවත ධනය ලැබුණි."
  },
  {
    "id": 121,
    "pali": "මාප්පමඤ්ඤේථ පාපස්ස - න මන්තං ආගමිස්සති\nඋදබින්දුනිපාතේන - උදකුම්භෝපි පූරති\nබාලෝ පූරති පාපස්ස - ථෝකථෝකම්පි ආචිනං",
    "sinhala": "'පොඩි පවක්නේ, මට විපාක දෙන එකක් නෑ' කියලා පව් සැහැල්ලුවට ගන්න එපා. වතුර බිංදුව බිංදුව වැටිලා කළයක් පිරෙනවා වගේ, ටික ටික එකතු වෙලා අඥානයා පව් පුරව ගන්නවා.",
    "story": "බිළාලපාදක සිටුතුමා",
    "storyContent": "වෙනත් අය දන් දෙනවාට ඊර්ෂ්‍යා කළ සිටුවරයෙක්, අනුන්ගේ පින්කම් වලට බාධා කළේය. සුළු පවක් වුවත් රැස් වූ විට විපාක දෙන බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 122,
    "pali": "මාප්පමඤ්ඤේථ පුඤ්ඤස්ස - න මන්තං ආගමිස්සති\nඋදබින්දුනිපාතේන - උදකුම්භෝපි පූරති\nධීරෝ පූරති පුඤ්ඤස්ස - ථෝකථෝකම්පි ආචිනං",
    "sinhala": "'පොඩි පිනක්නේ, මට විපාක දෙන එකක් නෑ' කියලා පින් සැහැල්ලුවට ගන්න එපා. වතුර බිංදුව බිංදුව වැටිලා කළයක් පිරෙනවා වගේ, ටික ටික එකතු වෙලා නුවණැත්තා පින් පුරව ගන්නවා.",
    "story": "බිළාලපාදක සිටුතුමා (සම්බන්ධයි)",
    "storyContent": "සුළු පිනක් වුවත් නොපමාව කළ යුතු බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 123,
    "pali": "වාණිජෝව භයං මග්ගං - අප්පසත්ථෝ මහද්ධනෝ\nවිසං ජීවිතූකාමෝව - පාපානි පරිවජ්ජයේ",
    "sinhala": "බඩු ටිකක් සහ වටිනා ධනයක් අරන් යන වෙළෙන්දෙක් අනතුරුදායක පාරක් මගහරිනවා වගේ, ජීවත් වෙන්න ආස කෙනෙක් වස මගහරිනවා වගේ, පව් කිරීම මගහරින්න ඕනේ.",
    "story": "මහාධන වෙළෙන්දා",
    "storyContent": "සොරුන් සිටින පාරක් මගහැර ගිය වෙළෙන්දෙක් ගැන බුදුරදුන් වදාළේ, සංසාර ගමනේදී පව් නමැති සොරුන්ගෙන් බේරී යා යුතු බවයි."
  },
  {
    "id": 124,
    "pali": "පාණිම්හි චේ වණෝ නාස්ස - හරෙය්‍ය පාණිනා විසං\nනාබ්බණං විසමන්වේති - නත්ථි පාපං අකුබ්බතෝ",
    "sinhala": "අතේ තුවාලයක් නැත්නම් අතින් වස අල්ලන්න පුළුවන් (විෂ වෙන්නේ නෑ). ඒ වගේ පව් නොකරන (චේතනාවක් නැති) කෙනාට පවක් සිද්ධ වෙන්නේ නැහැ.",
    "story": "කුක්කුටමිත්ත වැද්දා",
    "storyContent": "සෝවාන් වූ කාන්තාවක් වැද්දෙකුට විවාහ කර දී තිබුණි. ඇය සැමියාට දුනු ඊතල ගෙනත් දුන්නත්, ඇයගේ සිතේ මැරීමේ චේතනාවක් නැති නිසා පව් සිදු නොවන බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 125,
    "pali": "යෝ අප්පදුට්ඨස්ස නරස්ස දුස්සති - සුද්ධස්ස පෝසස්ස අනංගණස්ස\nතමේව බාලං පච්චේති පාපං - සුඛුමෝ රජෝ පටිවාතංව ඛිත්තෝ",
    "sinhala": "කෙලෙස් නැති පිරිසිදු උතුමෙකුට කවුරු හරි ද්වේෂ කළොත්, හුළඟට විරුද්ධව දාපු දූවිලි තමන්ගේ ඇඟේම වදිනවා වගේ, ඒ පාපය ඒ අඥානයා කරාම එනවා.",
    "story": "කෝක වැද්දා",
    "storyContent": "රහතන් වහන්සේ නමකට බල්ලන් ලවා පහර දුන් වැද්දෙක්, අවසානයේ තමන්ගේම බල්ලන් සපා කෑමෙන් මිය ගියේය."
  },
  {
    "id": 126,
    "pali": "ගබ්භං ඒකේ උප්පජ්ජන්ති - නිරයං පාපකම්මිනෝ\nසග්ගං සුගතිනෝ යන්ති - පරිනිබ්බන්ති අනාසවා",
    "sinhala": "සමහරු මව් කුසක උපදිනවා. පව්කාරයෝ නිරයේ උපදිනවා. පින් කළ අය දිව්‍ය ලෝකේ යනවා. කෙලෙස් නැති කළ අය පිරිනිවන් පානවා.",
    "story": "මැණික් වෙළෙන්දා",
    "storyContent": "මැණික් වෙළෙන්දෙකුගේ බිරිඳ මිය ගිය පසු ඇය උපන්නේ කොතැනදැයි විමසූ විට, විවිධ පුද්ගලයන්ගේ උපත් ගැන බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 127,
    "pali": "න අන්තලික්ඛේ න සමුද්දමජ්ඣේ - න පබ්බතානං විවරං පවිස්ස\nන විජ්ජතී සෝ ජගතියප්පදේසෝ - යත්ථට්ඨිතෝ මුච්චෙය්‍ය පාපකම්මා",
    "sinhala": "අහසේ හිටියත්, මුහුදේ හිටියත්, ගල් ලෙනක හිටියත්, පව් කළ කෙනෙකුට විපාක නොදී බේරෙන්න පුළුවන් තැනක් මේ ලෝකේ නැහැ.",
    "story": "කණ්ඩායම් තුනක්",
    "storyContent": "අහසින් යද්දී කුරුල්ලෙක් බිම වැටී මැරීම, නැවක් නතර වීම සහ ගල් ලෙනක ගලක් කඩා වැටීම යන සිදුවීම් තුනක් ගැන භික්ෂූන් විමසූ විට, පෙර කළ පව් වලින් ගැලවිය නොහැකි බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 128,
    "pali": "න අන්තලික්ඛේ න සමුද්දමජ්ඣේ - න පබ්බතානං විවරං පවිස්ස\nන විජ්ජතී සෝ ජගතියප්පදේසෝ - යත්ථට්ඨිතං නප්පසහෙය්‍ය මච්චු",
    "sinhala": "අහසේ හිටියත්, මුහුදේ හිටියත්, ගල් ලෙනක හිටියත්, මරණයෙන් බේරෙන්න පුළුවන් තැනක් මේ ලෝකේ නැහැ.",
    "story": "සුප්පබුද්ධ රජු",
    "storyContent": "බුදුරදුන්ට පාර අවහිර කළ සුප්පබුද්ධ රජු, මාලිගාවේ සත් මහලක සැඟවී සිටියත්, දෛවය අනුව පොළොව පලාගෙන අපායට වැටුණේය."
  }
]
