[
  {
    "id": 209,
    "pali": "අයෝගේ යුඤ්ජමත්තානං - යෝගස්මිඤ්ච අයෝජයං\nඅත්ථං හිත්වා පියග්ගාහී - පිහෙත්’අත්තානුයෝගිනං",
    "sinhala": "නොකළ යුතු දේ කරන, කළ යුතු දේ නොකරන, තමන්ගේ යහපත අතහැරලා ආසාවන් පස්සේ යන කෙනා, පස්සේ කාලෙක සිල්වත් අය දිහා බලලා දුක් වෙනවා.",
    "story": "පිරිසක් භික්ෂූන් වහන්සේලා",
    "storyContent": "ශරීරය ගැන පමණක් සිතමින් පින් දහම් නොකර සිටි භික්ෂූන් පිරිසක්, පසුව රහතන් වහන්සේලා දැක පසුතැවුණහ."
  },
  {
    "id": 210,
    "pali": "මා පියේහි සමාගඤ්ඡි - අප්පියේහි කුදාචනං\nපියානං අදස්සනං දුක්ඛං - අප්පියානඤ්ච දස්සනං",
    "sinhala": "ආස කරන අය එක්ක ඉන්නත් එපා. අකමැති අය එක්ක ඉන්නත් එපා. ආස අයව නොදකින එකත් දුකක්. අකමැති අයව දකින එකත් දුකක්.",
    "story": "එක්තරා කුල පුත්‍රයෙක්",
    "storyContent": "දෙමාපියන් මිය ගිය පසු ශෝකයෙන් සිටි තරුණයෙකුට, ප්‍රියයන්ගෙන් වෙන්වීම දුකක් බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 211,
    "pali": "තස්මා පියං න කයිරාථ - පියාපායෝ හි පාපකෝ\nගන්ථා තේසං න විජ්ජන්ති - යේසං නත්ථි පියාප්පියං",
    "sinhala": "ඒ නිසා කාටවත් ආස වෙන්න (ඇලෙන්න) එපා. ආස අය නැති වෙන එක දුකක්. යමෙක්ට ප්‍රිය අප්‍රිය කියලා දෙකක් නැත්නම් එයාට ගැටළු නෑ.",
    "story": "එක්තරා කුල පුත්‍රයෙක් (සම්බන්ධයි)",
    "storyContent": "බැඳීම් නැති කරගැනීමෙන් සැනසීම ලැබෙන බව වදාළ සේක."
  },
  {
    "id": 212,
    "pali": "පියතෝ ජායතී සෝකෝ - පියතෝ ජායතී භයං\nපියතෝ විප්පමුත්තස්ස - නත්ථි සෝකෝ කුතෝ භයං",
    "sinhala": "ප්‍රිය කරන දේ නිසා ශෝකය ඇති වෙනවා. බිය ඇති වෙනවා. ප්‍රිය දේ අතහැරපු කෙනාට ශෝකයක් නෑ. එතකොට කොහෙන්ද බයක්?",
    "story": "එක්තරා සිටුවරයෙක්",
    "storyContent": "තමන්ගේ දරුවා මිය ගිය පසු පිස්සුවෙන් මෙන් ඇවිද්ද සිටුවරයාට, ප්‍රිය දේ නිසා දුක හටගන්නා බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 213,
    "pali": "පේමතෝ ජායතී සෝකෝ - පේමතෝ ජායතී භයං\nපේමතෝ විප්පමුත්තස්ස - නත්ථි සෝකෝ කුතෝ භයං",
    "sinhala": "ප්‍රේමය නිසා ශෝකය ඇති වෙනවා. බිය ඇති වෙනවා. ප්‍රේමය අතහැරපු කෙනාට ශෝකයක් නෑ. බියක් නෑ.",
    "story": "විශාඛාව",
    "storyContent": "තමන්ගේ මිනිබිරිය මිය ගිය පසු හඬමින් ආ විශාඛාවට, ආදරය කරන තරමට දුක වැඩි බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 214,
    "pali": "රතියා ජායතී සෝකෝ - රතියා ජායතී භයං\nරතියා විප්පමුත්තස්ස - නත්ථි සෝකෝ කුතෝ භයං",
    "sinhala": "ඇල්ම (රතිය) නිසා ශෝකය ඇති වෙනවා. බිය ඇති වෙනවා. ඇල්ම අතහැරපු කෙනාට ශෝකයක් නෑ. බියක් නෑ.",
    "story": "ලිච්ඡවී රජවරු",
    "storyContent": "ලස්සනට සැරසී උත්සවයට ගිය ලිච්ඡවී කුමාරවරුන් ගැන බුදුරදුන් මෙය දේශනා කළ සේක."
  },
  {
    "id": 215,
    "pali": "කාමතෝ ජායතී සෝකෝ - කාමතෝ ජායතී භයං\nකාමතෝ විප්පමුත්තස්ස - නත්ථි සෝකෝ කුතෝ භයං",
    "sinhala": "කාමය නිසා ශෝකය ඇති වෙනවා. බිය ඇති වෙනවා. කාමය අතහැරපු කෙනාට ශෝකයක් නෑ. බියක් නෑ.",
    "story": "අනිකිළිදත්ත බමුණා",
    "storyContent": "බමුණාගේ දුව විවාහ වී ටික කලකින් මිය ගියාය. කාමය මුල් කරගෙන දුක උපදින බව බුදුරදුන් ඔහුට වදාළ සේක."
  },
  {
    "id": 216,
    "pali": "තණ්හාය ජායතී සෝකෝ - තණ්හාය ජායතී භයං\nතණ්හාය විප්පමුත්තස්ස - නත්ථි සෝකෝ කුතෝ භයං",
    "sinhala": "තණ්හාව නිසා ශෝකය ඇති වෙනවා. බිය ඇති වෙනවා. තණ්හාව අතහැරපු කෙනාට ශෝකයක් නෑ. බියක් නෑ.",
    "story": "බ්‍රාහ්මණයා",
    "storyContent": "තමන්ගේ කුඹුරේ ගොයම් විනාශ වූ විට දුක් වූ බමුණාට, තණ්හාව දුක උපදවන බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 217,
    "pali": "සීලදස්සනසම්පන්නං - ධම්මට්ඨං සච්චවාදිනං\nඅත්තනෝ කම්මකුබ්බානං - තං ජනෝ කුරුතේ පියං",
    "sinhala": "සිල්වත්, දැක්ම (ප්‍රඥාව) තියෙන, දැහැමි, ඇත්ත කියන, තමන්ගේ වැඩ (නිවන් මග) කරගන්න කෙනාට ලෝකයා කැමතියි.",
    "story": "පන්සියයක් දරුවෝ",
    "storyContent": "පන්සියයක් දරුවන් සරණක් නැතිව සිටියදී ඔවුන්ට පිහිට වූ භික්ෂුවකට බොහෝ දෙනා ප්‍රිය කළහ."
  },
  {
    "id": 218,
    "pali": "ඡන්දජාතෝ අනක්ඛාතේ - මනසා ච ඵුටෝ සියා\nකාමේසු ච අප්පටිබද්ධචිත්තෝ - උද්ධංසෝතෝති වුච්චති",
    "sinhala": "නිවනට කැමති, හිතින් නිවන ස්පර්ශ කරපු, කාමයන්ගේ නොඇලුණු කෙනාට 'උඩු ගං බලා යන කෙනා' (අනාගාමී) කියලා කියනවා.",
    "story": "එක්තරා අනාගාමී තෙරුන් නමක්",
    "storyContent": "අනාගාමී වී බඹලොව උපන් තෙරුන් වහන්සේ ගැන මෙය දේශනා කළ සේක."
  },
  {
    "id": 219,
    "pali": "චිරප්පවාසං පුරිසං - දූරතෝ සොත්ථිමාගතං\nඤාතිමිත්තා සුහජ්ජා ච - අභිනන්දන්ති ආගතං",
    "sinhala": "ගොඩ කාලෙකින් පිටරටක ඉඳන් එන කෙනෙක්ව නෑදෑයෝ, යාළුවෝ සතුටින් පිළිගන්නවා.",
    "story": "නන්දිය සිටුතුමා",
    "storyContent": "පින් කළ නන්දිය සිටුතුමා දිව්‍ය ලෝකයට යන විට දෙවියන් ඔහුව පිළිගන්නා අයුරු බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 220,
    "pali": "තථේව කතපුඤ්ඤම්පි - අස්මා ලෝකා පරං ගතං\nපුඤ්ඤානි පටිගණ්හන්ති - පියං ඤාතීව ආගතං",
    "sinhala": "ඒ වගේම පින් කරපු කෙනා මැරිලා පරලොව යද්දී, එයා කරපු පින් ඇවිත් එයාව පිළිගන්නවා. හරියට නෑදෑයෝ එයාව පිළිගන්නවා වගේ.",
    "story": "නන්දිය සිටුතුමා (සම්බන්ධයි)",
    "storyContent": "පින් කළ තැනැත්තා පරලොවදී සතුටු වන බව බුදුරදුන් වදාළ සේක."
  }
]
