[
  {
    "id": 44,
    "pali": "කෝ ඉමං පඨවිං විජෙස්සති - යමලෝකඤ්ච ඉමං සදේවකං\nකෝ ධම්මපදං සුදේසිතං - කුසලෝ පුප්ඵමිව පචෙස්සති",
    "sinhala": "මේ පොළොව ජයගන්නේ කවුද? යමලොව සහ දෙව්ලොව ජයගන්නේ කවුද? දක්ෂ මල් කාරයෙක් මල් නෙලනවා වගේ, මේ දේශනා කළ ධර්මය අවබෝධ කරගන්නේ කවුද?",
    "story": "පන්සියයක් භික්ෂූන්",
    "storyContent": "බුදුරදුන් පොළොව ගැන අරමුණු කරගෙන දේශනා කළ කමටහන් ගෙන, පන්සියයක් භික්ෂූන් වහන්සේලා විදර්ශනා වඩා රහත් ඵලයට පත් වූහ."
  },
  {
    "id": 45,
    "pali": "සේඛෝ පඨවිං විජෙස්සති - යමලෝකඤ්ච ඉමං සදේවකං\nසේඛෝ ධම්මපදං සුදේසිතං - කුසලෝ පුප්ඵමිව පචෙස්සති",
    "sinhala": "හික්මෙන ආර්ය ශ්‍රාවකයා මේ පොළොව ජයගන්නවා. යමලොව සහ දෙව්ලොව ජයගන්නවා. දක්ෂ මල් කාරයෙක් මල් නෙලනවා වගේ, ඔහු ධර්මය අවබෝධ කරගන්නවා.",
    "story": "පන්සියයක් භික්ෂූන් (සම්බන්ධයි)",
    "storyContent": "වීර්යවන්ත ශ්‍රාවකයා ලෝකය ජයගෙන නිවන සාක්ෂාත් කරන ආකාරය බුදුරදුන් පෙන්වා දුන් සේක."
  },
  {
    "id": 46,
    "pali": "ඵේණූපමං කායමිමං විදිත්වා - මරීචිධම්මං අභිසම්බුධානෝ\nඡෙත්වාන මාරස්ස පපුප්ඵකානි - අදස්සනං මච්චුරාජස්ස ගච්ඡේ",
    "sinhala": "මේ ශරීරය පෙණ පිඬක් වගේ කියලා දැනගෙන, මිරිඟුවක් වගේ කියලා අවබෝධ කරගෙන, කෙලෙස් මල් කපා දාලා, මාරයාට නොපෙනී නිවනට යන්න ඕනේ.",
    "story": "මරීචිකම්මට්ඨානික තෙරුන්",
    "storyContent": "මිරිඟුවක් දෙස බලා එය අනිත්‍ය බව වටහා ගත් තෙරුන් වහන්සේ, ඒ අයුරින්ම ශරීරය ගැන භාවනා කර රහත් භාවයට පත් විය."
  },
  {
    "id": 47,
    "pali": "පුප්ඵානි හේව පචිනන්තං - ව්‍යාසත්තමනසං නරං\nසුත්තං ගාමං මහෝඝෝව - මච්චු ආදාය ගච්ඡති",
    "sinhala": "මල් නෙලන කෙනෙක් වගේ පස්කම් සැප හොය හොය, ඒකෙම ඇලිලා ඉන්න කෙනාව, නිදාගෙන ඉන්න ගමක් වතුරට ගහගෙන යනවා වගේ මරණය විසින් අරගෙන යනවා.",
    "story": "විඩූඩභ කුමරු",
    "storyContent": "ශාක්‍ය වංශිකයන් විනාශ කිරීමට ගිය විඩූඩභ කුමරු ඇතුළු පිරිස, රාත්‍රියේ ගඟක් අයිනේ නිදා සිටියදී මහා ජල පහරකට හසු වී විනාශ විය. කාමයේ ඇලී සිටීමේ ආදීනව බුදුරදුන් මෙයින් පෙන්වා දුන් සේක."
  },
  {
    "id": 48,
    "pali": "පුප්ඵානි හේව පචිනන්තං - ව්‍යාසත්තමනසං නරං\nඅතිත්තඤ්ඤේව කාමේසු - අන්තකෝ කුරුතේ වසං",
    "sinhala": "මල් නෙලන කෙනෙක් වගේ පස්කම් සැප හොය හොය, ආශාවන්ගෙන් තෘප්තිමත් නොවී ඉන්න කෙනාව, මරණය විසින් තමන්ගේ වසඟයට ගන්නවා.",
    "story": "එක්තරා ස්ත්‍රියක්",
    "storyContent": "තමන්ගේ දියණිය විවාහ කර දී, නැවත නැවතත් දරුවන් සහ මුණුබුරන් කෙරෙහි ආශාවෙන් බැඳී සිටි පතිපූජිකා නම් කාන්තාව හදිසියේ මිය ගියාය. ඇය දෙව්ලොව උපන් නමුත්, මනුෂ්‍ය ජීවිතයේ අස්ථිර බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 49,
    "pali": "යථාපි භමරෝ පුප්ඵං - වණ්ණගන්ධමහේඨයං\nපලේති රසමාදාය - ඒවං ගාමේ මුනී චරේ",
    "sinhala": "බඹරා මලටවත්, මලේ පාටටවත්, සුවඳටවත් හානියක් නොකර පැණි විතරක් අරගෙන යනවා වගේ, මුනිවරයා (භික්ෂුව) ගමේ හැසිරෙන්න ඕනේ.",
    "story": "මච්ඡරියකෝසිය සිටුතුමා",
    "storyContent": "ලෝභ සිටුවරයෙක් වූ කෝසිය, කිසිවෙකුට නොදී කැවුම් කන්නට සැරසුණි. මුගලන් මහ රහතන් වහන්සේ එතැනට වැඩම කර, ඔහුට කිසිදු පීඩාවක් නොකර ඔහුගේ ලෝභකම දුරු කරවා දන් දීමට සැලැස්වූ සේක."
  },
  {
    "id": 50,
    "pali": "න පරේසං විලෝමානි - න පරේසං කතාකතං\nඅත්තනෝ ව අවෙක්ඛෙය්‍ය - කතානි අකතානි ච",
    "sinhala": "අනුන්ගේ වැරදි බලන්න එපා. අනුන් කළ නොකළ දේ බලන්න එපා. තමන් කළ දේ සහ නොකළ දේ ගැන විතරක් හොයලා බලන්න.",
    "story": "පාටිකාජීවක",
    "storyContent": "එක්තරා ආජීවකයෙක් (තීර්ථකයෙක්) සැරියුත් තෙරුන් වහන්සේට දොස් කියමින් ඇවිද්දේය. බුදුරදුන් වදාළේ අනුන්ගේ වැරදි සෙවීමට වඩා තම අඩුපාඩු හදාගැනීම වැදගත් බවයි."
  },
  {
    "id": 51,
    "pali": "යථාපි රුචිරං පුප්ඵං - වණ්ණවන්තං අගන්ධකං\nඒවං සුභාසිතා වාචා - අඵලා හෝති අකුබ්බතෝ",
    "sinhala": "ලස්සන වුනාට සුවඳ නැති මලක් වගේ, ක්‍රියාවෙන් නැති යහපත් වචනයත් (බණත්) ලස්සන වුනාට පලක් නැහැ.",
    "story": "චත්තපාණි උපාසක",
    "storyContent": "ත්‍රිපිටක ධර්මයම දැන සිටියත්, ඒ අනුව පිළිපදින්නේ නැති අය සුවඳ නැති මල් වැනි බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 52,
    "pali": "යථාපි රුචිරං පුප්ඵං - වණ්ණවන්තං සගන්ධකං\nඒවං සුභාසිතා වාචා - සඵලා හෝති සකුබ්බතෝ",
    "sinhala": "ලස්සන වගේම සුවඳ තියෙන මලක් වගේ, ක්‍රියාවෙන් කරන යහපත් වචනය (බණ) හරිම ලස්සනයි, ප්‍රතිඵල තියෙනවා.",
    "story": "චත්තපාණි උපාසක (සම්බන්ධයි)",
    "storyContent": "ධර්මය දැනගෙන ඒ අනුව ජීවත් වන අය සුවඳ මල් වැනි බව මෙයින් පෙන්වා දෙන ලදී."
  },
  {
    "id": 53,
    "pali": "යථාපි පුප්ඵරාසිම්හා - කයිරා මාලාගුණේ බහූ\nඒවං ජාතේන මච්චේන - කත්තබ්බං කුසලං බහුං",
    "sinhala": "මල් ගොඩකින් මල් මාලා ගොඩක් හදනවා වගේ, ඉපදුන මනුෂ්‍යයා විසින් බොහෝ පින් කරගන්න ඕනේ.",
    "story": "විශාඛා සිටු දියණිය",
    "storyContent": "විශාඛාව විසින් පූර්වාරාමය සාදා පූජා කළ දවසේ ඇය ඉමහත් සතුටින් උදම් ඇනුවාය. ඇය කළ අති මහත් පින්කම් ගැන බුදුරදුන් මෙම ගාථාව දේශනා කළ සේක."
  },
  {
    "id": 54,
    "pali": "න පුප්ඵගන්ධෝ පටිවාතමේති - න චන්දනං තගරමල්ලිකා වා\nසතඤ්ච ගන්ධෝ පටිවාතමේති - සබ්බා දිසා සප්පුරිසෝ පවායති",
    "sinhala": "මල් සුවඳ හුළඟට විරුද්ධව යන්නේ නැහැ. සඳුන්, තගර, මල්ලිගා සුවඳත් එහෙමයි. ඒත් සත්පුරුෂයන්ගේ (සිල් සුවඳ) හුළඟට විරුද්ධවත් යනවා. සිල්වතා හැම දිසාවම සුවඳවත් කරනවා.",
    "story": "ආනන්ද තෙරුන්",
    "storyContent": "ලෝකයේ හොඳම සුවඳ කුමක්දැයි ආනන්ද තෙරුන් බුදුරදුන්ගෙන් විමසූ විට, සිල් සුවඳ ලොව උතුම්ම සුවඳ බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 55,
    "pali": "චන්දනං තගරං වාපි - උප්පලං අථ වස්සිකී\nඒතේසං ගන්ධජාතානං - සීලගන්ධෝ අනුත්තරෝ",
    "sinhala": "සඳුන්, තගර, මහනෙල්, වස්සිකා කියන හැම සුවඳකටම වඩා සීලයේ සුවඳ තමයි උතුම්ම සුවඳ.",
    "story": "ආනන්ද තෙරුන් (සම්බන්ධයි)",
    "storyContent": "සාමාන්‍ය සුවඳවල් ස්වල්ප දුරක් ගියත්, සිල් සුවඳ දෙවියන් අතර පවා පැතිරෙන බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 56,
    "pali": "අප්පමත්තෝ අයං ගන්ධෝ - යායං තගරචන්දනී\nයෝ ච සීලවතං ගන්ධෝ - වාති දේවේසු උත්තමෝ",
    "sinhala": "තගර සඳුන් සුවඳ හරිම පොඩ්ඩයි. ඒත් සිල්වතුන්ගේ සුවඳ ඊට වඩා බලවත්. ඒක දෙවියන් අතරත් හමනවා.",
    "story": "මහාකස්සප තෙරුන්",
    "storyContent": "මහාකස්සප තෙරුන් පිණ්ඩපාතයේ වැඩම කරද්දී ශක්‍රයා පැමිණ උන්වහන්සේට දන් පිළිගැන්වීය. සිල්වත් බව නිසා දෙවියන් පවා පැමිණෙන බව මෙයින් පැහැදිලි වේ."
  },
  {
    "id": 57,
    "pali": "තේසං සම්පන්නසීලානං - අප්පමාදවිහාරිනං\nසම්මදඤ්ඤා විමුත්තානං - මාරෝ මග්ගං න වින්දති",
    "sinhala": "සිල්වත්, අප්‍රමාදීව වාසය කරන, මැනවින් දැනගෙන (රහත් වී) නිදහස් වුන අය යන පාර මාරයා දකින්නේ නැහැ.",
    "story": "ගෝධික තෙරුන්",
    "storyContent": "ගෝධික තෙරුන් රහත් වී පිරිනිවන් පෑ පසු, මාරයා උන්වහන්සේගේ විඤ්ඤාණය සොයා සෑම තැනම සෙව්වේය. නමුත් රහතන් වහන්සේගේ සිත කොහේවත් නොපිහිටන නිසා මාරයාට සොයාගත නොහැකි විය."
  },
  {
    "id": 58,
    "pali": "යථා සංකාරධානස්මිං - උජ්ඣිතස්මිං මහාපථේ\nපදුමං තත්ථ ජායේථ - සුචිගන්ධං මනෝරමං",
    "sinhala": "මහ පාරේ දාලා තියෙන කුණු ගොඩක වුනත් හරිම සුවඳ, ලස්සන නෙලුම් මලක් පිපෙන්න පුළුවන්.",
    "story": "ගරහදින්න",
    "storyContent": "අන්‍ය ආගමිකයන් විසින් බුදුරදුන්ට අපහාස කිරීමට සැලසුම් කළත්, අවසානයේ බුදුරදුන්ගේ ප්‍රාතිහාර්ය දැක බොහෝ දෙනා පැහැදුණහ. කුණු වැනි කෙලෙස් සහිත ලෝකයේ බුදු සසුන නෙලුමක් මෙන් බබළන බව වදාළ සේක."
  },
  {
    "id": 59,
    "pali": "ඒවං සංකාරභූතේසු - අන්ධභූතේ පුථුජ්ජනේ\nඅතිරෝචති පඤ්ඤාය - සම්මාසම්බුද්ධසාවකෝ",
    "sinhala": "ඒ වගේම තමයි කුණු ගොඩක් වගේ ඉන්න අන්ධ පෘතග්ජන මිනිස්සු අතරේ, සම්මා සම්බුදුරජාණන් වහන්සේගේ ශ්‍රාවකයා ප්‍රඥාවෙන් බබළනවා.",
    "story": "ගරහදින්න (සම්බන්ධයි)",
    "storyContent": "මෝහයෙන් වැසී ගිය ලෝකයේ, ධර්මය දන්නා ශ්‍රාවකයා සුවිශේෂී වී බබළන බව බුදුරදුන් වදාළ සේක."
  }
]
