[
  {
    "pali": "යානීධ භූතානි සමාගතානි - භුම්මානි වා යානිව අන්තලික්ඛේ\nසබ්බේව භූතා සුමනා භවන්තු - අථෝපි සක්කච්ච සුණන්තු භාසිතං",
    "sinhala": "යම් භූත කෙනෙක් මේ භූමියෙහි හෝ අහසෙහි හෝ වෙත් ද, ඒ සියලු භූතයෝ සතුටු සිත් ඇත්තෝ වෙත්වා! මාගේ දේශනාව ඕනෑකමින් අසත්වා!"
  },
  {
    "pali": "තස්මා හි භූතා නිසාමේථ සබ්බේ - මෙත්තං කරෝථ මානුසියා පජාය\nදිවා ච රත්තෝ ච හරන්ති යේ බලිං - තස්මා හි නේ රක්ඛථ අප්පමත්තා",
    "sinhala": "එහෙයින් සියලු භූතයනි, අසව්. මනුෂ්‍ය ප්‍රජාවට මෙත් වැඩව්. යම් කෙනෙක් දවල් සහ රෑ පූජා පවත්වත් ද, එහෙයින් ඔවුන්ව නොපමාව රකිව්."
  },
  {
    "pali": "යං කිඤ්චි විත්තං ඉධ වා හුරං වා - සග්ගේසු වා යං රතනං පණීතං\nන නෝ සමං අත්ථි තථාගතේන - ඉදම්පි බුද්ධේ රතනං පණීතං\nඒතේන සච්චේන සුවත්ථි හෝතු!",
    "sinhala": "මෙලොව හෝ පරලොව හෝ යම් වස්තුවක් වෙයි ද, දෙව්ලොව යම් රත්නයක් වෙයි ද, ඒ කිසිවක් තථාගතයන් වහන්සේට සමාන නොවේ. බුදුරජාණන් වහන්සේ තුළ පිහිටි මේ කරුණ ද උතුම් රත්නයකි. මේ සත්‍ය බලයෙන් සෙත් වේවා!"
  },
  {
    "pali": "ඛයං විරාගං අමතං පණීතං - යදජ්ඣගා සක්‍යමුනී සමාහිතෝ\nන තේන ධම්මේන සමත්ථි කිඤ්චි - ඉදම්පි ධම්මේ රතනං පණීතං\nඒතේන සච්චේන සුවත්ථි හෝතු!",
    "sinhala": "ශාක්‍ය මුණීන්ද්‍රයන් වහන්සේ යම් නිවනක් අවබෝධ කළ සේක් ද, ඒ ධර්ම රත්නය හා සමාන කිසිවක් නැත. ධර්මය තුළ පිහිටි මේ කරුණ ද උතුම් රත්නයකි. මේ සත්‍ය බලයෙන් සෙත් වේවා!"
  },
  {
    "pali": "යං බුද්ධ සෙට්ඨෝ පරිවණ්ණයී සුචිං - සමාධි මානන්තරිකඤ්ඤමාහු\nසමාධිනා තේන සමෝ න විජ්ජති - ඉදම්පි ධම්මේ රතනං පණීතං\nඒතේන සච්චේන සුවත්ථි හෝතු!",
    "sinhala": "බුදුරජාණන් වහන්සේ යම් ඒකාග්‍ර සමාධියක් වර්ණනා කළ සේක් ද, ඒ සමාධිය හා සමාන අන් කිසිවක් නැත. ධර්මය තුළ පිහිටි මේ කරුණ ද උතුම් රත්නයකි. මේ සත්‍ය බලයෙන් සෙත් වේවා!"
  },
  {
    "pali": "යේ පුග්ගලා අට්ඨ සතං පසත්ථා - චත්තාරි ඒතානි යුගානි හොන්ති\nතේ දක්ඛිණෙය්‍යා සුගතස්ස සාවකා - ඒතේසු දින්නානි මහප්ඵලානි\nඉදම්පි සංඝේ රතනං පණීතං - ඒතේන සච්චේන සුවත්ථි හෝතු!",
    "sinhala": "සත්පුරුෂයන් විසින් පසසන ලද පුද්ගල යුගල සතරක් වූ (මාර්ග ඵල ලාභී) අෂ්ට ආර්ය පුද්ගලයෝ වෙති. සුගත ශ්‍රාවක වූ ඔහු දානයට සුදුසුය. ඔවුන්ට දෙන දානය මහත් ඵල මහානිසංසය. සංඝයා තුළ පිහිටි මේ කරුණ ද උතුම් රත්නයකි. මේ සත්‍ය බලයෙන් සෙත් වේවා!"
  },
  {
    "pali": "යේ සුප්පයුත්තා මනසා දළ්හේන - නික්කාමිනෝ ගෝතම සාසනම්හි\nතේ පත්තිපත්තා අමතං විගය්හ - ලද්ධා මුධා නිබ්බුතිං භුඤ්ජමානා\nඉදම්පි සංඝේ රතනං පණීතං - ඒතේන සච්චේන සුවත්ථි හෝතු!",
    "sinhala": "යම් කෙනෙක් ගෞතම ශාසනයෙහි මනා සිහියෙන් යුතුව, නික්ම ගිය කෙලෙස් ඇත්තාහු ද, ඔහු රහත් ඵලයට පැමිණ නිවනට බැස සුව විඳින්නාහුය. සංඝයා තුළ පිහිටි මේ කරුණ ද උතුම් රත්නයකි. මේ සත්‍ය බලයෙන් සෙත් වේවා!"
  },
  {
    "pali": "යථින්දඛීලෝ පඨවිස්සිතෝ සියා - චතුබ්භි වාතේභි අසම්පකම්පියෝ\nතථූපමං සප්පුරිසං වදාමි - යෝ අරිය සච්චානි අවෙච්ච පස්සති\nඉදම්පි සංඝේ රතනං පණීතං - ඒතේන සච්චේන සුවත්ථි හෝතු!",
    "sinhala": "පොළොව ඇතුලට බැසගත් ඉන්ද්‍රඛීලයක් සිව් දිගින් හමන සුළඟින් සොලවාලිය නොහැක්කා සේ, යමෙක් ආර්ය සත්‍යයන් නුවණින් දකියි ද, මම ඔහු එබඳු යැයි කියමි. සංඝයා තුළ පිහිටි මේ කරුණ ද උතුම් රත්නයකි. මේ සත්‍ය බලයෙන් සෙත් වේවා!"
  },
  {
    "pali": "යේ අරිය සච්චානි විභාවයන්ති - ගම්භීර පඤ්ඤේන සුදේසිතානි\nකිඤ්චාපි තේ හොන්ති භුසප්පමත්තා - න තේ භවං අට්ඨමං ආදියන්ති\nඉදම්පි සංඝේ රතනං පණීතං - ඒතේන සච්චේන සුවත්ථි හෝතු!",
    "sinhala": "යම් කෙනෙක් බුදුන් වදාළ ආර්ය සත්‍යයන් අවබෝධ කරත් ද, ඔවුන් කෙතරම් ප්‍රමාද වුව ද අටවෙනි ආත්මයක් (භවයක්) නොගනිති (සෝවාන් වූ අය). සංඝයා තුළ පිහිටි මේ කරුණ ද උතුම් රත්නයකි. මේ සත්‍ය බලයෙන් සෙත් වේවා!"
  },
  {
    "pali": "සහාවස්ස දස්සන සම්පදාය - තයස්සු ධම්මා ජහිතා භවන්ති\nසක්කාය දිට්ඨි විචිකිච්ඡිතඤ්ච - සීලබ්බතං වාපි යදත්ථි කිඤ්චි\nචතූහපායේහි ච විප්පමුත්තෝ - ඡ චාභිඨානානි අභබ්බෝ කාතුං\nඉදම්පි සංඝේ රතනං පණීතං - ඒතේන සච්චේන සුවත්ථි හෝතු!",
    "sinhala": "සෝවාන් වීමත් සමඟ සක්කාය දිට්ඨි, විචිකිච්ඡා, සීලබ්බත පරාමාස යන සංයෝජන තුන නැති වී යයි. ඔහු සතර අපායෙන් මිදුනේ වෙයි. ආනන්තරිය පාපකර්ම ආදී දරුණු පව් කිරීමට ඔහු නුසුදුසු වෙයි. සංඝයා තුළ පිහිටි මේ කරුණ ද උතුම් රත්නයකි. මේ සත්‍ය බලයෙන් සෙත් වේවා!"
  },
  {
    "pali": "කිඤ්චාපි සෝ කම්මං කරෝති පාපකං - කායේන වාචා උද චේතසා වා\nඅභබ්බෝ සෝ තස්ස පටිච්ඡාදාය - අභබ්බතා දිට්ඨ පදස්ස වුත්තා\nඉදම්පි සංඝේ රතනං පණීතං - ඒතේන සච්චේන සුවත්ථි හෝතු!",
    "sinhala": "ඔහු අතින් යම් වරදක් සිදු වුව ද ඔහු එය නොසඟවයි. නිවන් මග දුටු අයගේ ස්වභාවය එයයි. සංඝයා තුළ පිහිටි මේ කරුණ ද උතුම් රත්නයකි. මේ සත්‍ය බලයෙන් සෙත් වේවා!"
  },
  {
    "pali": "වනප්පගුම්බේ යථා ඵුස්සිතග්ගේ - ගිම්හාන මාසේ පඨමස්මිං ගිම්හේ\nතථූපමං ධම්මවරං අදේසයී - නිබ්බාණගාමිං පරමං හිතාය\nඉදම්පි බුද්ධේ රතනං පණීතං - ඒතේන සච්චේන සුවත්ථි හෝතු!",
    "sinhala": "ගිම්හාන ඍතුවේ වනයේ ගස් මල් පිපී බබලන්නාක් මෙන්, බුදුරජාණන් වහන්සේ නිවන් මග පෙන්වා දෙන මේ උතුම් ධර්මය දේශනා කළ සේක. බුදුරජාණන් වහන්සේ තුළ පිහිටි මේ කරුණ ද උතුම් රත්නයකි. මේ සත්‍ය බලයෙන් සෙත් වේවා!"
  },
  {
    "pali": "වරෝ වරඤ්ඤූ වරදෝ වරාහරෝ - අනුත්තරෝ ධම්මවරං අදේසයී\nඉදම්පි බුද්ධේ රතනං පණීතං - ඒතේන සච්චේන සුවත්ථි හෝතු!",
    "sinhala": "උතුම් වූ, උතුම් දේ දන්නා වූ, උතුම් දේ දෙන්නා වූ, අනුත්තර වූ බුදුරජාණන් වහන්සේ උතුම් ධර්මය දේශනා කළ සේක. බුදුරජාණන් වහන්සේ තුළ පිහිටි මේ කරුණ ද උතුම් රත්නයකි. මේ සත්‍ය බලයෙන් සෙත් වේවා!"
  },
  {
    "pali": "ඛීණං පුරාණං නවං නත්ථි සම්භවං - විරත්ත චිත්තා ආයතිකේ භවස්මිං\nතේ ඛීණ බීජා අවිරූළ්හිච්ඡන්දා - නිබ්බන්ති ධීරා යථායම්පදීපෝ\nඉදම්පි සංඝේ රතනං පණීතං - ඒතේන සච්චේන සුවත්ථි හෝතු!",
    "sinhala": "පරණ කර්ම ගෙවී ගිය, අලුත් කර්ම රැස් නොකරන, මතු භවයක් ගැන ආශාවක් නැති, ප්‍රතිසන්ධි විපාක දෙන බීජ ගෙවී ගිය ඒ රහතන් වහන්සේලා, මේ නිවී ගිය පහන මෙන් පිරිනිවන් පා වදාරති. සංඝයා තුළ පිහිටි මේ කරුණ ද උතුම් රත්නයකි. මේ සත්‍ය බලයෙන් සෙත් වේවා!"
  },
  {
    "pali": "යානීධ භූතානි සමාගතානි - භුම්මානි වා යානිව අන්තලික්ඛේ\nතථාගතං දේව මනුස්ස පූජිතං - බුද්ධං නමස්සාම සුවත්ථි හෝතු!",
    "sinhala": "(ශක්‍ර දේවේන්ද්‍රයාගේ ප්‍රකාශය) මෙහි රැස්ව සිටින භූතයනි, දෙව් මිනිසුන් විසින් පුදනු ලබන තථාගත බුදුරජාණන් වහන්සේට අපි නමස්කාර කරමු. සෙත් වේවා!"
  },
  {
    "pali": "යානීධ භූතානි සමාගතානි - භුම්මානි වා යානිව අන්තලික්ඛේ\nතථාගතං දේව මනුස්ස පූජිතං - ධම්මං නමස්සාම සුවත්ථි හෝතු!",
    "sinhala": "මෙහි රැස්ව සිටින භූතයනි, දෙව් මිනිසුන් විසින් පුදනු ලබන තථාගත ධර්ම රත්නයට අපි නමස්කාර කරමු. සෙත් වේවා!"
  },
  {
    "pali": "යානීධ භූතානි සමාගතානි - භුම්මානි වා යානිව අන්තලික්ඛේ\nතථාගතං දේව මනුස්ස පූජිතං - සංඝං නමස්සාම සුවත්ථි හෝතු!",
    "sinhala": "මෙහි රැස්ව සිටින භූතයනි, දෙව් මිනිසුන් විසින් පුදනු ලබන තථාගත සංඝ රත්නයට අපි නමස්කාර කරමු. සෙත් වේවා!"
  }
]
