[
  {
    "id": 100,
    "pali": "සහස්සමපි චේ වාචා - අනත්ථපදසංහිතා\nඒකං අත්ථපදං සෙය්‍යෝ - යං සුත්වා උපසම්මති",
    "sinhala": "වැඩකට නැති වචන දාහක් කිව්වත් වැඩක් නෑ. යමක් අහලා සිත නිවෙනවා නම්, ඒ එක වචනයක් වුනත් වටිනවා.",
    "story": "තම්බදාඨික චෝරඝාතක",
    "storyContent": "අවුරුදු 55ක් මිනිසුන් මැරූ වධකයා, මරණාසන්න මොහොතේ සැරියුත් තෙරුන්ගෙන් එක බණ පදයක් අසා සෝවාන් වී මිය ගියේය. අර්ථවත් වචනයේ වටිනාකම බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 101,
    "pali": "සහස්සමපි චේ ගාථා - අනත්ථපදසංහිතා\nඒකං ගාථාපදං සෙය්‍යෝ - යං සුත්වා උපසම්මති",
    "sinhala": "වැඩකට නැති ගාථා දාහක් කිව්වත් වැඩක් නෑ. යමක් අහලා සිත නිවෙනවා නම්, ඒ එක ගාථා පදයක් වුනත් වටිනවා.",
    "story": "බාහිය දාරුචීරිය",
    "storyContent": "කෙටි බණ පදයක් අසා එවලේම රහත් වූ බාහිය තෙරුන් ගැන මෙම ගාථාව දේශනා කළ සේක."
  },
  {
    "id": 102,
    "pali": "යෝ ච ගාථාසතං භාසේ - අනත්ථපදසංහිතා\nඒකං ධම්මපදං සෙය්‍යෝ - යං සුත්වා උපසම්මති",
    "sinhala": "වැඩකට නැති ගාථා සියයක් කිව්වත් වැඩක් නෑ. යමක් අහලා සිත නිවෙනවා නම්, ඒ එක ධර්ම පදයක් වුනත් වටිනවා.",
    "story": "කුණ්ඩලකේසී තෙරණිය",
    "storyContent": "සැමියා මරා දමා පැවිදි වූ කුණ්ඩලකේසී, බුදුරදුන්ගෙන් බණ අසා රහත් විය. ඇගේ අවබෝධය ගැන මෙය දේශනා කළ සේක."
  },
  {
    "id": 103,
    "pali": "යෝ සහස්සං සහස්සේන - සංගාමේ මානුසේ ජිනේ\nඒකඤ්ච ජෙය්‍යමත්තානං - ස වේ සංගාමජුත්තමෝ",
    "sinhala": "යුද්ධයකදී මිනිස්සු දහස් ගාණක් පැරැද්දුවත් වැඩක් නෑ. යමෙක් තමන්ගේ සිත දිනා ගන්නවා නම්, ඔහු තමයි නියම ජයග්‍රාහකයා.",
    "story": "බ්‍රාහ්මණයා",
    "storyContent": "යුද්ධයෙන් දිනන එක ගැන කතා කළ බ්‍රාහ්මණයාට, තමන් දිනන එක ඊට වඩා උතුම් බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 104,
    "pali": "අත්තා හවේ ජිතං සෙය්‍යෝ - යා චායං ඉතරා පජා\nඅත්තදන්තස්ස පෝසස්ස - නිච්චං සඤ්ඤතචාරිනෝ",
    "sinhala": "අනුන්ව දිනනවාට වඩා තමන්ව දිනන එක උතුම්. තමන්ව දමනය කරගත්, සංවර පුද්ගලයා ශ්‍රේෂ්ඨයි.",
    "story": "බ්‍රාහ්මණයා (සම්බන්ධයි)",
    "storyContent": "ස්වයං පාලනය උතුම්ම ජයග්‍රහණය බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 105,
    "pali": "නේව දේවෝ න ගන්ධබ්බෝ - න මාරෝ සහ බ්‍රහ්මුනා\nජිතං අපජිතං කයිරා - තථාරූපස්ස ජන්තුනෝ",
    "sinhala": "තමන්ව දිනපු කෙනාගේ ජයග්‍රහණය ආපහු පරාජයක් කරන්න දෙවියෙක්ටවත්, ගන්ධබ්බයෙක්ටවත්, මාරයාටවත්, බ්‍රහ්මයාටවත් බැහැ.",
    "story": "බ්‍රාහ්මණයා (සම්බන්ධයි)",
    "storyContent": "රහත් බව ලැබූ පසු එය නැවත වෙනස් කළ නොහැකි ජයග්‍රහණයක් බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 106,
    "pali": "මාසේ මාසේ සහස්සේන - යෝ යජේථ සතං සමං\nඒකඤ්ච භාවිතත්තානං - මුහුත්තමපි පූජයේ\nසා ඒව පූජනා සෙය්‍යෝ - යඤ්චේ වස්සසතං හුතං",
    "sinhala": "අවුරුදු සියයක් තිස්සේ මාසයක් ගානේ දහසක් වියදම් කරලා යාග කළත්, සිත දියුණු කළ උතුමෙක්ට එක මොහොතක් වැන්දත්, ඒ වැඳීම අර යාගයට වඩා වටිනවා.",
    "story": "සාරිපුත්ත තෙරුන්ගේ මාමා",
    "storyContent": "බ්‍රහ්ම ලෝකයේ උපදින්නට මහා යාගයක් කළ බමුණාට, රහතන් වහන්සේ නමකට දන් දීම ඊට වඩා ඵලදායී බව සැරියුත් තෙරුන් පෙන්වා දුන් සේක."
  },
  {
    "id": 107,
    "pali": "යෝ ච වස්සසතං ජන්තු - අග්ගිං පරිචරේ වනේ\nඒකඤ්ච භාවිතත්තානං - මුහුත්තමපි පූජයේ\nසා ඒව පූජනා සෙය්‍යෝ - යඤ්චේ වස්සසතං හුතං",
    "sinhala": "අවුරුදු සියයක් කැලේ ඉඳන් ගිනි දෙවියන් පිදුවත්, සිත දියුණු කළ උතුමෙක්ට එක මොහොතක් වැන්දත්, ඒ වැඳීම අර පූජාවට වඩා වටිනවා.",
    "story": "සාරිපුත්ත තෙරුන්ගේ බෑණා",
    "storyContent": "ගිනි දෙවියන් පුදමින් සිටි බෑණාට, ආර්යයන් වහන්සේලා පිදීමේ අනුසස් බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 108,
    "pali": "යං කිඤ්චි යිට්ඨං ව හුතං ව ලෝකේ - සංවච්ඡරං යජේථ පුඤ්ඤපෙක්ඛෝ\nසබ්බම්පි තං න චතුභාගමේති - අභිවාදනා උජ්ජුගතේසු සෙය්‍යෝ",
    "sinhala": "පින් බලාපොරොත්තුවෙන් අවුරුද්දක් තිස්සේ ලෝකේ මොන යාග කළත්, සෘජු ගුණ ඇති (රහතන් වහන්සේලාට) කරන වන්දනාවෙන් හතරෙන් පංගුවක්වත් ඒ පින් වටින්නේ නෑ.",
    "story": "සාරිපුත්ත තෙරුන්ගේ යහළුවා",
    "storyContent": "බොහෝ මුදල් වියදම් කර යාග කළ බමුණාට, රහතන් වහන්සේලාට කරන පුංචි පූජාවක අනුසස් බුදුරදුන් පෙන්වා දුන් සේක."
  },
  {
    "id": 109,
    "pali": "අභිවාදනසීලිස්ස - නිච්චං වුද්ධාපචායිනෝ\nචත්තාරෝ ධම්මා වඩ්ඪන්ති - ආයු වණ්ණෝ සුඛං බලං",
    "sinhala": "වැඩිහිටියන්ට වඳින, නිතර ගරු කරන කෙනාගේ කරුණු හතරක් දියුණු වෙනවා. ඒ තමයි ආයුෂ, වර්ණය (ලස්සන), සැපය සහ බලය.",
    "story": "ආයුවඩ්ඪන කුමාරයා",
    "storyContent": "අඩු වයසින් මැරෙන්නට සිටි කුමාරයෙක්, බුදුරදුන්ගේ උපදෙස් පරිදි පිරිත් අසා, වැඩිහිටියන්ට වන්දනා කර දීර්ඝායුෂ ලැබුවේය."
  },
  {
    "id": 110,
    "pali": "යෝ ච වස්සසතං ජීවේ - දුස්සීලෝ අසමාහිතෝ\nඒකාහං ජීවිතං සෙය්‍යෝ - සීලවන්තස්ස ඣායිනෝ",
    "sinhala": "සිල් නැතුව, සිතේ එකඟකමක් නැතුව අවුරුදු සියයක් ජීවත් වෙනවාට වඩා, සිල්වත්ව ධ්‍යාන වැඩූ කෙනාගේ එක දවසක ජීවිතය වටිනවා.",
    "story": "සංකිච්ච සාමණේරයන්",
    "storyContent": "සොර රැලකට හසු වූ සංකිච්ච සාමණේරයන් වහන්සේගේ නිර්භීතකම සහ සිල්වත්කම දැක සොරුන් පැවිදි විය. සිල්වත් ජීවිතයේ වටිනාකම බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 111,
    "pali": "යෝ ච වස්සසතං ජීවේ - දුප්පඤ්ඤෝ අසමාහිතෝ\nඒකාහං ජීවිතං සෙය්‍යෝ - පඤ්ඤවන්තස්ස ඣායිනෝ",
    "sinhala": "නුවණ නැතුව, සිතේ එකඟකමක් නැතුව අවුරුදු සියයක් ජීවත් වෙනවාට වඩා, නුවණ ඇතිව ධ්‍යාන වැඩූ කෙනාගේ එක දවසක ජීවිතය වටිනවා.",
    "story": "ඛානුකොණ්ඩඤ්ඤ තෙරුන්",
    "storyContent": "භාවනා කරමින් සිටියදී සොරුන් විසින් පස් ගොඩකට යට කළත්, නිරුපද්‍රිතව සිට රහත් වූ තෙරුන් ගැන මෙය දේශනා කළ සේක."
  },
  {
    "id": 112,
    "pali": "යෝ ච වස්සසතං ජීවේ - කුසීතෝ හීනවීරියෝ\nඒකාහං ජීවිතං සෙය්‍යෝ - විරියමාරභතෝ දළ්හං",
    "sinhala": "කම්මැලිව, වීර්යයක් නැතුව අවුරුදු සියයක් ජීවත් වෙනවාට වඩා, දැඩි වීර්යයෙන් යුතුව වැඩ කරන කෙනාගේ එක දවසක ජීවිතය වටිනවා.",
    "story": "සප්පදාස තෙරුන්",
    "storyContent": "මහණ වී වසර 25ක් ගත වුවත් ඵලයක් නොලත් තෙරුන් සියදිවි නසා ගැනීමට තැත් කළ මොහොතේම වීර්යය වඩා රහත් විය."
  },
  {
    "id": 113,
    "pali": "යෝ ච වස්සසතං ජීවේ - අපස්සං උදයබ්බයං\nඒකාහං ජීවිතං සෙය්‍යෝ - පස්සතෝ උදයබ්බයං",
    "sinhala": "පංචස්කන්ධයේ ඇතිවීම නැතිවීම නොදැක අවුරුදු සියයක් ජීවත් වෙනවාට වඩා, ඒ අනිත්‍ය ස්වභාවය දකින කෙනාගේ එක දවසක ජීවිතය වටිනවා.",
    "story": "පටාචාරාව",
    "storyContent": "මුළු පවුලම අහිමි වී උමතු වූ පටාචාරාව, බුදුරදුන්ගේ වචනයෙන් සිහිය ලබා, දිය පහරක් දෙස බලා ජීවිතයේ ඇතිවීම නැතිවීම වටහා ගෙන රහත් වූවාය."
  },
  {
    "id": 114,
    "pali": "යෝ ච වස්සසතං ජීවේ - අපස්සං අමතං පදං\nඒකාහං ජීවිතං සෙය්‍යෝ - පස්සතෝ අමතං පදං",
    "sinhala": "නිවන නොදැක අවුරුදු සියයක් ජීවත් වෙනවාට වඩා, නිවන දකින කෙනාගේ එක දවසක ජීවිතය වටිනවා.",
    "story": "කිසාගෝතමිය",
    "storyContent": "මළ දරුවාට අබ සොයමින් ගිය කිසාගෝතමිය, මරණය කාටත් පොදු බව වටහා ගෙන, පසුව පහන් දැල්ලක් නිවෙනු දැක රහත් වූවාය."
  },
  {
    "id": 115,
    "pali": "යෝ ච වස්සසතං ජීවේ - අපස්සං ධම්මමුත්තමං\nඒකාහං ජීවිතං සෙය්‍යෝ - පස්සතෝ ධම්මමුත්තමං",
    "sinhala": "උතුම් ධර්මය නොදැක අවුරුදු සියයක් ජීවත් වෙනවාට වඩා, උතුම් ධර්මය දකින කෙනාගේ එක දවසක ජීවිතය වටිනවා.",
    "story": "බහුපුත්තිකා තෙරණිය",
    "storyContent": "පුතුන් හත් දෙනෙකු සිටියත් ඔවුන්ගෙන් සලකා බැලීමක් නොලත් මවක්, මහණ වී ධර්මය අවබෝධ කරගෙන රහත් වූවාය."
  }
]
