[
  {
    "id": 197,
    "pali": "සුසුඛං වත ජීවාම - වේරිනේසු අවේරිනෝ\nවේරිනේසු මනුස්සේසු - විහරාම අවේරිනෝ",
    "sinhala": "වෛර කරන මිනිස්සු අතරේ වෛර කරන්නේ නැතුව අපි හරිම සුවෙන් ජීවත් වෙනවා. ඒ අය අතර අපි අවෛරීව ඉන්නවා.",
    "story": "ශාක්‍ය කෝලිය කලහය",
    "storyContent": "රෝහිණී ගඟේ වතුර බෙදාගැනීම ගැන නෑදෑයන් දෙපිරිසක් යුද්ධයකට සැරසෙද්දී බුදුරදුන් වැඩම කර, වෛරයෙන් තොරව ජීවත් වීමේ අගය දේශනා කර සමගි කළ සේක."
  },
  {
    "id": 198,
    "pali": "සුසුඛං වත ජීවාම - ආතුරේසු අනාතුරා\nආතුරේසු මනුස්සේසු - විහරාම අනාතුරා",
    "sinhala": "(කෙලෙස්) ලෙඩ තියෙන මිනිස්සු අතරේ ලෙඩ නැතුව (කෙලෙස් නැතුව) අපි හරිම සුවෙන් ජීවත් වෙනවා.",
    "story": "මාරයා",
    "storyContent": "මාරයා බුදුරදුන්ව පාලනය කිරීමට පැමිණි විට, උන්වහන්සේ තමන් කෙලෙස් රෝග වලින් නිදහස් බව වදාළ සේක."
  },
  {
    "id": 199,
    "pali": "සුසුඛං වත ජීවාම - උස්සුකේසු අනුස්සුකා\nඋස්සුකේසු මනුස්සේසු - විහරාම අනුස්සුකා",
    "sinhala": "(සැප) හොය හොය දඟලන මිනිස්සු අතරේ, එහෙම දැඟලිල්ලක් නැතුව අපි හරිම සුවෙන් ජීවත් වෙනවා.",
    "story": "මාරයා (සම්බන්ධයි)",
    "storyContent": "කෙලෙස් සෙවීමේ වෙහෙසක් රහතන් වහන්සේලාට නැති බව වදාළ සේක."
  },
  {
    "id": 200,
    "pali": "සුසුඛං වත ජීවාම - යේසං නෝ නත්ථි කිඤ්චනං\nපීතිභක්ඛා භවිස්සාම - දේවා ආභස්සරා යථා",
    "sinhala": "අපිට කියලා කිසි දෙයක් (කෙලෙස්) නැහැ. අපි හරිම සුවෙන් ජීවත් වෙනවා. ආභස්සර බ්‍රහ්ම ලෝකේ දෙවියෝ වගේ අපි ප්‍රීතියම ආහාර කරගෙන ඉන්නවා.",
    "story": "මාරයා (සම්බන්ධයි)",
    "storyContent": "කිසිවක් අයිති කර නොගැනීම තුළ ඇති සැපය බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 201,
    "pali": "ජයං වේරං පසවති - දුක්ඛං සේති පරාජිතෝ\nඋපසන්තෝ සුඛං සේති - හිත්වා ජයපරාජයං",
    "sinhala": "දිනපු කෙනාට වෛරකාරයෝ ඇති වෙනවා. පැරදුණ කෙනා දුකෙන් ඉන්නවා. ජය පරාජය දෙකම අතහැරපු, සංසුන් වුන කෙනා සුවසේ ඉන්නවා.",
    "story": "කොසොල් රජු",
    "storyContent": "අජාසත්ත රජු සමඟ යුද්ධයෙන් පැරදී කොසොල් රජු දුකෙන් සිටින විට, ජය පරාජය දෙකම දුකක් බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 202,
    "pali": "නත්ථි රාගසමෝ අග්ගි - නත්ථි දෝසසමෝ කලි\nනත්ථි ඛන්ධසමා දුක්ඛා - නත්ථි සන්තිපරං සුඛං",
    "sinhala": "රාගය වගේ ගින්නක් නෑ. ද්වේෂය වගේ අපරාධයක් නෑ. මේ ශරීරය (ස්කන්ධ) වගේ දුකක් නෑ. නිවනට වඩා සැපක් නෑ.",
    "story": "එක්තරා කුල පුත්‍රයෙක්",
    "storyContent": "මනාලියක් ගැන සිතමින් සිටි තරුණයෙකුට, රාග ගින්න සහ නිවන් සැප ගැන බුදුරදුන් දේශනා කළ සේක."
  },
  {
    "id": 203,
    "pali": "ජිඝච්ඡා පරමා රෝගා - සංඛාරා පරමා දුක්ඛා\nඒතං ඤත්වා යථාභූතං - නිබ්බානං පරමං සුඛං",
    "sinhala": "බඩගින්න තමයි ලොකුම ලෙඩේ. සංස්කාර (සකස් වුන දේවල්) තමයි ලොකුම දුක. මේක ඇත්ත ඇති සැටියෙන් දැනගත්තම, නිවන තමයි පරම සැපය.",
    "story": "දුප්පත් ගොවියා",
    "storyContent": "බඩගින්නේ සිටි ගොවියෙකුට බුදුරදුන් පළමුව ආහාර දී, පසුව බණ දේශනා කළ සේක. බඩගින්න තිබියදී ධර්මය නොවැටහෙන බව උන්වහන්සේ පෙන්වා දුන් සේක."
  },
  {
    "id": 204,
    "pali": "ආරෝග්‍යා පරමා ලාභා - සන්තුට්ඨි පරමං ධනං\nවිස්සාසා පරමා ඤාතී - නිබ්බානං පරමං සුඛං",
    "sinhala": "නිරෝගීකම පරම ලාභයයි. සතුට පරම ධනයයි. විශ්වාසවන්තකම හොඳම නෑදෑකමයි. නිවන පරම සැපයයි.",
    "story": "පසේනදි කොසොල් රජු",
    "storyContent": "රජුගේ අධික කෑම පාලනය කරවා සුවපත් කළ පසු, බුදුරදුන් නිරෝගීකමේ අගය වදාළ සේක."
  },
  {
    "id": 205,
    "pali": "පවිවේකරසං පිත්වා - රසං උපසමස්ස ච\nනිද්දරෝ හෝති නිප්පාපෝ - ධම්මපීතිරසං පිවං",
    "sinhala": "විවේකයේ රසය බීලා, සිත නිවීමේ රසය බීලා, ධර්ම ප්‍රීතිය නමැති රසය බොන කෙනාට බියක් නෑ, පවක් නෑ.",
    "story": "තිස්ස තෙරුන්",
    "storyContent": "තනිව භාවනා කරමින් විවේක සුවයෙන් සිටි තෙරුන් වහන්සේව අගය කරමින් බුදුරදුන් මෙය වදාළ සේක."
  },
  {
    "id": 206,
    "pali": "සාහු දස්සනමරියානං - සන්නිවාසෝ සදා සුඛෝ\nඅදස්සනේන බාලානං - නිච්චමේව සුඛී සියා",
    "sinhala": "ආර්යයන් වහන්සේලා දැකීම යහපත්. උන්වහන්සේලා එක්ක ඉන්න එක සැපක්. අඥානයන්ව දකින්නේ නැතුව ඉන්න තරමට නිබඳවම සැප ලැබෙනවා.",
    "story": "ශක්ර දේවේන්ද්‍රයා",
    "storyContent": "බුදුරදුන්ගේ අසනීපයකට උපස්ථාන කිරීමට පැමිණි ශක්‍රයා, බුදුරදුන්ගේ ගුණ වර්ණනා කරමින් මෙය පැවසීය."
  },
  {
    "id": 207,
    "pali": "බාලසංගතචාරී හි - දීඝමද්ධාන සෝචති\nදුක්ඛෝ බාලේහි සංවාසෝ - අමිත්තේනේව සබ්බදා\nධීරෝ ච සුඛසංවාසෝ - ඤාතීනංව සමාගමෝ",
    "sinhala": "අඥානයෙක් එක්ක යන කෙනාට ගොඩක් කල් දුක් වෙන්න වෙනවා. ඒක හතුරෙක් එක්ක ඉන්නවා වගේ දුකක්. ඒත් නුවණැත්තෙක් එක්ක ඉන්න එක නෑදෑයෝ එක්ක ඉන්නවා වගේ සැපක්.",
    "story": "ශක්ර දේවේන්ද්‍රයා (සම්බන්ධයි)",
    "storyContent": "සත්පුරුෂ ඇසුරේ වටිනාකම තවදුරටත් පැහැදිලි කරන ලදී."
  },
  {
    "id": 208,
    "pali": "තස්මා හි ධීරඤ්ච පඤ්ඤඤ්ච බහුස්සුතඤ්ච - ධෝරය්හසීලං වතවන්තමරියං\nතං තාදිසං සප්පුරිසං සුමේධං - භජේථ නක්ඛත්තපථංව චන්දිමා",
    "sinhala": "ඒ නිසා ධෛර්යවන්ත, ප්‍රඥාවන්ත, බහුශ්‍රැත, සිල්වත්, ආර්ය සත්පුරුෂයන්ව ඇසුරු කරන්න. හරියට හඳ තරු පංතිය ඇසුරු කරනවා වගේ.",
    "story": "ශක්ර දේවේන්ද්‍රයා (සම්බන්ධයි)",
    "storyContent": "උතුම් ගුණ ඇති අයවම ඇසුරු කළ යුතු බව අවධාරණය කරන ලදී."
  }
]
