[
  {
    "id": 334,
    "pali": "මනුජස්ස පමත්තචාරිනෝ - තණ්හා වඩ්ඪති මාලුවා විය\nසෝ ප්ලවති හුරා හුරං - ඵලමිච්ඡංව වනස්මි වානරෝ",
    "sinhala": "පමා වෙලා ඉන්න කෙනාගේ තණ්හාව මාලුවා වැලක් වගේ වැඩෙනවා. එයා වඳුරෙක් පලතුරු හොය හොය පනිනවා වගේ ආත්මෙන් ආත්මෙට පනිනවා.",
    "story": "කපිල මත්ස්‍යයා",
    "storyContent": "කපිල නම් භික්ෂුවක් ධර්මයට අපහාස කළ නිසා රන්වන් පාට මාළුවෙක් වී උපන්නේය. නමුත් කටින් දුගඳ හමයි. තණ්හාව සහ මානය නිසා ඔහු සසරේ දුක් විඳින අයුරු බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 335,
    "pali": "යං ඒසා සහතී ජම්මී - තණ්හා ලෝකේ විසත්තිකා\nසෝකා තස්ස පවඩ්ඪන්ති - අභිවඩ්ඪංව බීරණං",
    "sinhala": "කාට හරි මේ තණ්හාව ඇති වුනොත්, වැස්සට තණකොළ වැඩෙනවා වගේ එයාගේ ශෝකය වැඩෙනවා.",
    "story": "කපිල මත්ස්‍යයා (සම්බන්ධයි)",
    "storyContent": "තණ්හාව වැඩෙන තරමට දුක වැඩෙන බව වදාළ සේක."
  },
  {
    "id": 336,
    "pali": "යෝ චේතං සහතී ජම්මිං - තණ්හං ලෝකේ දුරච්චයං\nසෝකා තම්හා පපතන්ති - උදබින්දුව පොක්ඛරා",
    "sinhala": "යමෙක් මේ තණ්හාව යටපත් කරගත්තොත්, නෙලුම් කොළෙන් වතුර බේරෙනවා වගේ ශෝකය එයාගෙන් අයින් වෙනවා.",
    "story": "කපිල මත්ස්‍යයා (සම්බන්ධයි)",
    "storyContent": "තණ්හාව නැති කිරීමෙන් දුක නැති වන බව වදාළ සේක."
  },
  {
    "id": 337,
    "pali": "තං වෝ වදාමි භද්දං වෝ - යාවන්තෙත්ථ සමාගතා\nදුම්මථ තණ්හාය මූලං - උසීරත්ථෝව බීරණං",
    "sinhala": "මම ඔබට යහපත් දෙයක් කියන්නම්. සුවඳ මුල් හොයන කෙනා තණකොළ ගලවනවා වගේ, තණ්හාව මුලින්ම උදුරලා දාන්න.",
    "story": "කපිල මත්ස්‍යයා (සම්බන්ධයි)",
    "storyContent": "තණ්හාව මුලිනුපුටා දැමිය යුතු බව වදාළ සේක."
  },
  {
    "id": 338,
    "pali": "යථාපි මූලේ අනුපද්දවේ දළ්හේ - ඡින්නෝපි රුක්ඛෝ පුනරේව රූහති\nඒවම්පි තණ්හානුසයේ අනූහතේ - නිබ්බත්තතී දුක්ඛමිදං පුනප්පුනං",
    "sinhala": "ගහක් කැපුවට මුල තියෙනවා නම් ඒක ආයේ දළු දානවා. ඒ වගේ තණ්හාව මුලින්ම ගැලෙව්වේ නැත්නම් මේ දුක (ඉපදීම) ආයේ ආයේ එනවා.",
    "story": "කපිල මත්ස්‍යයා (සම්බන්ධයි)",
    "storyContent": "අනුසය (සැඟවුණු) කෙලෙස් නැති කරන තුරු සසර දුක නිමා නොවන බව වදාළ සේක."
  },
  {
    "id": 339,
    "pali": "යස්ස ඡත්තිංසතී සෝතා - මනාපස්සවනා භුසා\nවාහා වහන්ති දුද්දිට්ඨිං - සංකප්පා රාගනිස්සිතා",
    "sinhala": "තණ්හාවේ පාරවල් 36 ක් තියෙනවා. රාගය පස්සේ යන අයට වැරදි දැක්ම ඇති වෙනවා.",
    "story": "සූකරපෝතිකා",
    "storyContent": "කිකිළියක්ව සිටි සතෙක් පසුව රාජ කුමාරිකාවක් වී, පසුව නැවත ඌරියක් වී උපන් අයුරු දැක, සසර ගමනේ භයානකකම බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 340,
    "pali": "සවන්ති සබ්බධී සෝතා - ලතා උප්පජ්ජ තිට්ඨති\nතඤ්ච දිස්වා ලතං ජාතං - මූලං පඤ්ඤාය ඡින්දථ",
    "sinhala": "තණ්හාව හැම තැනම ගලනවා. ඒ වැල (ලතාව) දැක්කම නුවණින් ඒකේ මුල කපලා දාන්න.",
    "story": "සූකරපෝතිකා (සම්බන්ධයි)",
    "storyContent": "තණ්හා වැල කපා දැමිය යුතු බව වදාළ සේක."
  },
  {
    "id": 341,
    "pali": "සරිතානි සිනේහිතානි ච - සෝමනස්සානි භවන්ති ජන්තුනෝ\nතේ සාතසිතා සුඛේසිනෝ - තේ වේ ජාතිජරූපගා නරා",
    "sinhala": "සැප හොය හොය, ආසාව පස්සේ යන අය ආයේ ආයේ ඉපදෙනවා, ජරාවට පත් වෙනවා.",
    "story": "සූකරපෝතිකා (සම්බන්ධයි)",
    "storyContent": "සැප සොයන තාක් දුක උරුම බව වදාළ සේක."
  },
  {
    "id": 342,
    "pali": "තසිණාය පුරක්ඛිතා පජා - පරිසප්පන්ති සසෝව බාධිතෝ\nසංයෝජනසංගසත්තා - දුක්ඛමුපෙන්ති පුනප්පුනං චිරාය",
    "sinhala": "තණ්හාවෙන් වෙලුණ මිනිස්සු, උගුලට අහුවුන හාවෙක් වගේ දඟලනවා. එයාලා ගොඩක් කල් දුක් විඳිනවා.",
    "story": "සූකරපෝතිකා (සම්බන්ධයි)",
    "storyContent": "තණ්හාව උගුලක් බව වදාළ සේක."
  },
  {
    "id": 343,
    "pali": "තසිණාය පුරක්ඛිතා පජා - පරිසප්පන්ති සසෝව බාධිතෝ\nතස්මා තසිණං විනෝදයේ - භික්ඛු ආකංඛී විරාගමත්තනෝ",
    "sinhala": "ඒ නිසා නිවන කැමති භික්ෂුව තණ්හාව දුරු කරන්න ඕනේ.",
    "story": "සූකරපෝතිකා (සම්බන්ධයි)",
    "storyContent": "නිවන සඳහා තණ්හාව දුරු කළ යුතු බව වදාළ සේක."
  },
  {
    "id": 344,
    "pali": "යෝ නිබ්බනථෝ වනාධිමුත්තෝ - වනමුත්තෝ වනමේව ධාවති\nතං පුග්ගලමේව පස්සථ - මුත්තෝ බන්ධනමේව ධාවති",
    "sinhala": "කැලෙන් (ගිහි ගෙයින්) නිදහස් වෙලා, ආයේ කැලේටම දුවන කෙනා දිහා බලන්න. එයා නිදහස් වෙලා ආයේ බැම්මකටම අහුවෙනවා.",
    "story": "විභාන්තික භික්ෂුව",
    "storyContent": "මහණ වී නැවත ගිහි වූ, නැවත මහණ වූ, නැවත ගිහි වූ භික්ෂුවක් ගැන මෙය දේශනා කළ සේක."
  },
  {
    "id": 345,
    "pali": "න තං දළ්හං බන්ධනමාහු ධීරා - යදායසං දාරුජං බබ්බජඤ්ච\nසාරත්ත රත්තා මණිකුණ්ඩලේසු - පුත්තේසු දාරේසු ච යා අපේක්ඛා",
    "sinhala": "යකඩ, ලී, තණකොළ වලින් හදපු බැමි හයිය නෑ. ඒත් දරුවෝ, බිරින්දෑවරු, රත්තරන් බඩු ගැන තියෙන ආසාව තමයි හයියම බැම්ම.",
    "story": "බන්ධනාගාරය",
    "storyContent": "සොරුන් බැඳ තිබූ දම්වැල් දැක, ඊට වඩා දරුණු බැම්ම තණ්හාව බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 346,
    "pali": "ඒතං දළ්හං බන්ධනමාහු ධීරා - ඕහාරිනං සිථිලං දුප්පමුඤ්චං\nඒතම්පි ඡෙත්වාන පරිබ්බජන්ති - අනපේක්ඛිනෝ කාමසුඛං පහාය",
    "sinhala": "මේ බැම්ම බුරුල් වගේ පෙනුනට කඩන්න හරි අමාරුයි. නුවණැත්තෝ මේ බැම්ම කපලා දාලා, කාම සැප අතහැරලා මහණ වෙනවා.",
    "story": "බන්ධනාගාරය (සම්බන්ධයි)",
    "storyContent": "සසර බැම්ම සිඳ දැමිය හැකි බව වදාළ සේක."
  },
  {
    "id": 347,
    "pali": "යේ රාගරත්තානුපතන්ති සෝතං - සයංකතං මක්කටකෝව ජාලං\nඒතම්පි ඡෙත්වාන වජන්ති ධීරා - අනපේක්ඛිනෝ සබ්බදුක්ඛං පහාය",
    "sinhala": "මකුළුවා තමන් හදපු දැලේම පැටලෙනවා වගේ, රාගයෙන් මත් වුන අය තමන්ගේ තණ්හාවෙම පැටලෙනවා. නුවණැත්තෝ ඒක කඩලා යනවා.",
    "story": "ඛේමා තෙරණිය",
    "storyContent": "තමන්ගේ රූපය ගැන මානයෙන් සිටි ඛේමා බිසව, බුදුරදුන්ගේ ධර්මය අසා රහත් වූවාය."
  },
  {
    "id": 348,
    "pali": "මුඤ්ච පුරේ මුඤ්ච පච්ඡතෝ - මජ්ඣේ මුඤ්ච භවස්ස පාරගූ\nසබ්බත්ථ විමුත්තමානසෝ - න පුන ජාතිජරං උපේහිසි",
    "sinhala": "අතීතය අතහරින්න. අනාගතය අතහරින්න. වර්තමානය අතහරින්න. හැම දෙයක්ම අතහැරියම ආයේ ඉපදීමක් නෑ.",
    "story": "උග්ගසේන සිටුපුත්",
    "storyContent": "නළුවෙක්ව සිටි උග්ගසේන, බුදුරදුන්ගේ බණ අසා රිටක් උඩ සිටියදීම රහත් විය."
  },
  {
    "id": 349,
    "pali": "විතක්කපමථිතස්ස ජන්තුනෝ - තිබ්බරාගස්ස සුභානුපස්සිනෝ\nභිය්‍යෝ තණ්හා පවඩ්ඪති - ඒස ඛෝ දළ්හං කරෝති බන්ධනං",
    "sinhala": "නිතරම කාමය ගැන හිතන, රාගය වැඩි, ලස්සන හොයන කෙනාගේ තණ්හාව වැඩි වෙනවා. එයා බැම්ම තද කරගන්නවා.",
    "story": "චූළධනුග්ගහ පණ්ඩිත",
    "storyContent": "දක්ෂ දුන්නු ශිල්පියෙක් බිරිඳගේ කීමට රැවටී විනාශ වූ අයුරු ගැන බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 350,
    "pali": "විතක්කූපසමේ ච යෝ රතෝ - අසුභං භාවයතී සදා සතෝ\nඒස ඛෝ ව්‍යන්තිකාහිති - ඒසච්ඡෙච්ඡති මාරබන්ධනං",
    "sinhala": "සිත සංසුන් කරගන්න කැමති, අසුභය වඩන, සිහියෙන් ඉන්න කෙනා මාර බැම්ම කපලා දානවා.",
    "story": "චූළධනුග්ගහ පණ්ඩිත (සම්බන්ධයි)",
    "storyContent": "අසුභ භාවනාවෙන් රාගය දුරු කළ හැකි බව වදාළ සේක."
  },
  {
    "id": 351,
    "pali": "නිට්ඨංගතෝ අසන්තෝසී - වීතතණ්හෝ අනංගණෝ\nඅච්ඡිද්ද භවසල්ලාලි - අන්තිමෝයං සමුස්සයෝ",
    "sinhala": "නිවනට ගිය, බිය නැති, තණ්හාව නැති කෙනා (සසර) කටු කඩලා දැම්මා. මේ එයාගේ අන්තිම ශරීරය.",
    "story": "මාරයා",
    "storyContent": "රහත් වූ මුනිවරයෙකු සොයා ගැනීමට මාරයාට නොහැකි වූ බව වදාළ සේක."
  },
  {
    "id": 352,
    "pali": "වීතතණ්හෝ අනාදානෝ - නිරුත්තිපදකෝවිදෝ\nඅක්ඛරානං සන්නිපාතං - ජඤ්ඤා පුබ්බාපරානි ච\nස වේ අන්තිමසාරීරෝ - මහාපඤ්ඤෝ මහාපුරිසෝති වුච්චති",
    "sinhala": "තණ්හාව නැති, උපාදාන නැති, ධර්මය හොඳින් දන්නා, මහා ප්‍රඥාවන්තයාට තමයි මහා පුරුෂයා කියන්නේ. මේ එයාගේ අන්තිම ශරීරය.",
    "story": "මාරයා (සම්බන්ධයි)",
    "storyContent": "රහතන් වහන්සේගේ ගුණ වර්ණනා කළ සේක."
  },
  {
    "id": 353,
    "pali": "සබ්බාභිභූ සබ්බවිදූහමස්මි - සබ්බේසු ධම්මේසු අනූපලිත්තෝ\nසබ්බඤ්ජහෝ තණ්හක්ඛයේ විමුත්තෝ - සයං අභිඤ්ඤාය කමුද්දිසෙය්‍යං",
    "sinhala": "මම හැම දෙයක්ම දිනුවා. හැම දෙයක්ම දන්නවා. මම කිසි දෙයක ඇලෙන්නේ නෑ. මම තණ්හාව නැති කළා. මම කාට ගුරුවරයා කියන්නද? (මට ගුරුවරයෙක් නෑ).",
    "story": "උපක ආජීවක",
    "storyContent": "බුදු වී වඩින අතරමග හමු වූ උපක ආජීවකයාට, තමන් වහන්සේ ස්වයංභූ (තනිවම අවබෝධ කළ) බව වදාළ සේක."
  },
  {
    "id": 354,
    "pali": "සබ්බදානං ධම්මදානං ජිනාති - සබ්බරසං ධම්මරසෝ ජිනාති\nසබ්බරතිං ධම්මරතී ජිනාති - තණ්හක්ඛයෝ සබ්බදුක්ඛං ජිනාති",
    "sinhala": "හැම දානයකටම වඩා ධර්ම දානය උතුම්. හැම රසයකටම වඩා ධර්ම රසය උතුම්. හැම ඇල්මකටම වඩා ධර්මයේ ඇලීම උතුම්. තණ්හාව නැති කිරීම හැම දුකක්ම දිනනවා.",
    "story": "ශක්ර දේවේන්ද්‍රයා",
    "storyContent": "දෙවියන්ගේ ප්‍රශ්න විසඳීමෙන් පසු, ධර්ම දානයේ අගය බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 355,
    "pali": "හනන්ති භෝගා දුම්මේධං - නෝ ච පාරගවේසිනෝ\nභෝගතණ්හාය දුම්මේධෝ - හන්ති අඤ්ඤේව අත්තනං",
    "sinhala": "භෝග සම්පත් නිසා මෝඩයා විනාශ වෙනවා. භෝග තණ්හාව නිසා එයා අනුන්ව විනාශ කරනවා වගේ තමන්වම විනාශ කරගන්නවා.",
    "story": "අපුත්තක සිටුතුමා",
    "storyContent": "දරුවන් නැතිව මිය ගිය කෝටිපති සිටුවරයෙක්, මසුරුකම නිසා කිසිම පිනක් නොකර මිය ගිය අයුරු බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 356,
    "pali": "තිණදෝසානි ඛෙත්තානි - රාගදෝසා අයං පජා\nතස්මා හි වීතරාගේසු - දින්නං හෝති මහප්ඵලං",
    "sinhala": "කුඹුරුවලට වල් පැල දෝෂයක්. මිනිස්සුන්ට රාගය දෝෂයක්. ඒ නිසා රාගය නැති අයට දෙන දානය මහත් ඵලයි.",
    "story": "අංකුර දෙවියා",
    "storyContent": "බොහෝ දන් දුන් අංකුර දෙවියාට වඩා, සිල්වතුන්ට ස්වල්පයක් දන් දුන් ඉන්දක දෙවියා බලවත් වූයේ කෙසේදැයි බුදුරදුන් පැහැදිලි කළ සේක."
  },
  {
    "id": 357,
    "pali": "තිණදෝසානි ඛෙත්තානි - දෝසදෝසා අයං පජා\nතස්මා හි වීතදෝසේසු - දින්නං හෝති මහප්ඵලං",
    "sinhala": "මිනිස්සුන්ට ද්වේෂය දෝෂයක්. ඒ නිසා ද්වේෂය නැති අයට දෙන දානය මහත් ඵලයි.",
    "story": "අංකුර දෙවියා (සම්බන්ධයි)",
    "storyContent": "ද්වේෂය දුරු කළ උතුමන්ට දන් දීමේ අගය වදාළ සේක."
  },
  {
    "id": 358,
    "pali": "තිණදෝසානි ඛෙත්තානි - මෝහදෝසා අයං පජා\nතස්මා හි වීතමෝහේසු - දින්නං හෝති මහප්ඵලං",
    "sinhala": "මිනිස්සුන්ට මෝහය දෝෂයක්. ඒ නිසා මෝහය නැති අයට දෙන දානය මහත් ඵලයි.",
    "story": "අංකුර දෙවියා (සම්බන්ධයි)",
    "storyContent": "මෝහය දුරු කළ උතුමන්ට දන් දීමේ අගය වදාළ සේක."
  },
  {
    "id": 359,
    "pali": "තිණදෝසානි ඛෙත්තානි - ඉච්ඡාදෝසා අයං පජා\nතස්මා හි විගතච්ඡේසු - දින්නං හෝති මහප්ඵලං",
    "sinhala": "මිනිස්සුන්ට ආශාව දෝෂයක්. ඒ නිසා ආශාව නැති අයට දෙන දානය මහත් ඵලයි.",
    "story": "අංකුර දෙවියා (සම්බන්ධයි)",
    "storyContent": "ආශාව දුරු කළ උතුමන්ට දන් දීමේ අගය වදාළ සේක."
  }
]
