[
  {
    "id": 1,
    "pali": "මනෝ පුබ්බංගමා ධම්මා - මනෝ සෙට්ඨා මනෝමයා\nමනසා චේ පදුට්ඨේන - භාසති වා කරෝති වා\nතතෝ නං දුක්ඛ මන්වේති - චක්කංව වහතෝ පදං",
    "sinhala": "සිතුවිලි වලට සිත ම මුල් වේ. සිත ම ප්‍රධාන වේ. නරක සිතින් යමක් කිව්වොත් හෝ කළොත්, ගැල යොදපු ගවයාගේ පස්සෙන් එන රෝදය වගේ දුක ඔහු පස්සෙන් එනවා.",
    "story": "චක්ඛුපාල තෙරුන්ගේ කතාව",
    "storyContent": "සැවැත් නුවර විසූ මහාපාල නම් ගෘහපතියෙක් පැවිදි වී 'චක්ඛුපාල' නමින් රහත් බව ලැබුවේය. ඔහු වීර්යය වැඩූ නිසා දෙනෙත අන්ධ විය. දිනක් සක්මන් කරන විට කුඩා සතුන් පෑගී මිය ගොස් තිබුණි. බුදුරදුන් වදාළේ, 'චේතනාවක් නැතිව පව් සිදුවන්නේ නැත' යනුවෙනි. පෙර ආත්මයක වෛද්‍යවරයෙක්ව සිටියදී ස්ත්‍රියකගේ ඇස් අන්ධ කිරීමේ විපාකයක් ලෙස මේ ආත්මයේදී ඇස් අන්ධ වූ බවත්, නමුත් සිත පිරිසිදු නිසා රහත් වූ බවත් බුදුරදුන් දේශනා කළ සේක."
  },
  {
    "id": 2,
    "pali": "මනෝ පුබ්බංගමා ධම්මා - මනෝ සෙට්ඨා මනෝමයා\nමනසා චේ පසන්නේන - භාසති වා කරෝති වා\nතතෝ නං සුඛ මන්වේති - ඡායාව අනපායිනී",
    "sinhala": "සිතුවිලි වලට සිත ම මුල් වේ. යහපත් සිතින් යමක් කිව්වොත් හෝ කළොත්, තමා අතහැර නොයන සෙවනැල්ල වගේ සැපය ඔහු පස්සෙන් එනවා.",
    "story": "මට්ටකුණ්ඩලී කතාව",
    "storyContent": "මසුරු සිටුවරයෙකුගේ පුතෙක් වූ මට්ටකුණ්ඩලී, රෝගී වූ විට පියා බෙහෙත් නොකළ නිසා මරණාසන්න විය. බුදුරජාණන් වහන්සේ ඔහු කෙරෙහි අනුකම්පාවෙන් වැඩි සේක. බුදුරදුන් දැක සිත පහදවා ගත් ඔහු මරණින් මතු දෙව්ලොව උපන්නේය."
  },
  {
    "id": 3,
    "pali": "අක්කොච්ඡි මං අවධි මං - අජිනි මං අහාසි මේ\nයේ තං උපනය්හන්ති - වේරං තේසං න සම්මති",
    "sinhala": "මට බැන්නා, මට ගැහුවා, මාව පරාජය කළා, මගේ දේ ගත්තා කියලා කවුරු හරි හිත හිත ඉන්නවා නම්, එයාගේ වෛරය කවදාවත් සංසිඳෙන්නේ නැහැ.",
    "story": "තිස්ස තෙරුන්ගේ කතාව",
    "storyContent": "බුදුරජාණන් වහන්සේගේ ඥාති සහෝදරයෙක් වූ තිස්ස තෙරුන්, මහලු වී පැවිදි වූ අයෙකි. ඔහු අනිත් අයට දොස් කියමින්, තමාට අන් අය ගරු කළ යුතු යැයි සිතා සිටියේය. මේ නිසා ඇති වූ ආරවුලක් බුදුරදුන් සමථයකට පත් කරමින්, වෛරය සිතේ තබා ගැනීමෙන් සිදුවන අයහපත ගැන මෙම ගාථාව දේශනා කළ සේක."
  },
  {
    "id": 4,
    "pali": "අක්කොච්ඡි මං අවධි මං - අජිනි මං අහාසි මේ\nයේ තං න උපනය්හන්ති - වේරං තේසූපසම්මති",
    "sinhala": "මට බැන්නා, මට ගැහුවා, මාව පරාජය කළා, මගේ දේ ගත්තා කියලා කවුරු හරි හිත හිත ඉන්නේ නැත්නම්, එයාගේ වෛරය සංසිඳෙනවා.",
    "story": "තිස්ස තෙරුන්ගේ කතාව (සම්බන්ධයි)",
    "storyContent": "කලින් ගාථාවට අදාළ කතාවමයි. වෛරය සිතේ බැඳ නොගැනීම තුළින් සැනසීම ලැබෙන බව බුදුරජාණන් වහන්සේ පෙන්වා දුන් සේක."
  },
  {
    "id": 5,
    "pali": "න හි වේරේන වේරානි - සම්මන්තීධ කුදාචනං\nඅවේරේන ච සම්මන්ති - ඒස ධම්මෝ සනන්තනෝ",
    "sinhala": "මේ ලෝකයේ කවදාවත් වෛර කිරීමෙන් වෛරය සංසිඳෙන්නේ නැහැ. වෛර නොකිරීමෙන් මයි වෛරය සංසිඳෙන්නේ. මෙය ලෝක ස්වභාවයයි.",
    "story": "කාලියකින්නගේ කතාව",
    "storyContent": "එකිනෙකා කෙරෙහි වෛරයෙන් ආත්ම ගණනාවක් මරා ගනිමින් පැමිණි කාන්තාවක් සහ යකින්නක් ගැන මෙම කතාව කියවේ. අන්තිමේදී යකින්න ඇගේ දරුවා කෑමට හදන විට ඇය බුදුරදුන් ළඟට දිව ගියාය. බුදුරදුන් දෙදෙනාටම වෛරයේ ආදීනව කියා දී සමාදාන කළ සේක."
  },
  {
    "id": 6,
    "pali": "පරේ ච න විජානන්ති - මයමෙත්ථ යමාමසේ\nයේ ච තත්ථ විජානන්ති - තතෝ සම්මන්ති මේධගා",
    "sinhala": "අපි කවදා හරි මැරෙන බව අඥාන අය දන්නේ නැහැ. ඒක දන්න අයගේ කලහ විවාද ඒ හේතුවෙන් ම සංසිඳෙනවා.",
    "story": "කොසැඹෑ නුවර භික්ෂූන්",
    "storyContent": "කොසැඹෑ නුවර භික්ෂූන් වහන්සේලා විනය ප්‍රශ්නයක් මුල් කරගෙන දෙපිරිසක් වී රණ්ඩු වූහ. බුදුරජාණන් වහන්සේ කොතෙක් අවවාද කළත් නොඇසූ නිසා උන්වහන්සේ කැලයට වැඩියහ. පසුව තම වරද තේරුම් ගත් භික්ෂූන් වහන්සේලා බුදුරදුන් වෙත ගොස් සමාව ගත්හ."
  },
  {
    "id": 7,
    "pali": "සුභානුපස්සිං විහරන්තං - ඉන්ද්‍රියේසු අසංවුතං\nභෝජනම්හි ච අමත්තඤ්ඤුං - කුසීතං හීනවීරියං\nතං වේ පසහති මාරෝ - වාතෝ රුක්ඛංව දුබ්බලං",
    "sinhala": "ශරීරයේ ලස්සන බල බලා, ඉන්ද්‍රිය සංවරයක් නැතුව, කෑමේ පමණ නොදැන, කම්මැලිව ඉන්න කෙනාව, දුර්වල ගසක් හුළඟට ඇද වැටෙනවා වගේ කෙලෙස් මාරයා විසින් යටපත් කරනවා.",
    "story": "මහාකාල තෙරුන්ගේ කතාව",
    "storyContent": "මහාකාල තෙරුන් සොහොන් පිටියක භාවනා කරමින් සිටියදී, ඔහුගේ කලින් බිරිඳ සහ පිරිස විසින් ඔහුට බොරු චෝදනා එල්ල කර මරවා දැමූහ. මෙය ඇසූ භික්ෂූන් වහන්සේලා බුදුරදුන්ගෙන් විමසූ විට, පෙර ආත්මයක කළ පාපයක් නිසා මෙය සිදු වූ බවත්, නමුත් ඔහු රහත් වී පිරිනිවන් පෑ බවත් වදාළ සේක. (මේ ගාථාව දේශනා කළේ ඊට සම්බන්ධ තවත් සිදුවීමක් අලලාය)."
  },
  {
    "id": 8,
    "pali": "අසුභානුපස්සිං විහරන්තං - ඉන්ද්‍රියේසු සුසංවුතං\nභෝජනම්හි ච මත්තඤ්ඤුං - සද්ධං ආරද්ධවීරියං\nතං වේ නප්පසහති මාරෝ - වාතෝ සේලංව පබ්බතං",
    "sinhala": "ශරීරයේ අසුභය බලමින්, ඉන්ද්‍රිය සංවරව, කෑමේ පමණ දැනගෙන, ශ්‍රද්ධාවෙන් හා වීර්යයෙන් ඉන්න කෙනාව, ගල් පර්වතයක් හුළඟට නොසෙලවෙන්නා වගේ කෙලෙස් මාරයාට යටපත් කරන්න බැහැ.",
    "story": "මහාකාල තෙරුන්ගේ කතාව (සම්බන්ධයි)",
    "storyContent": "ඉහත කතාවටම අදාළව, හොඳින් වීර්යය වඩන භික්ෂුව මාරයාට (කෙලෙස් වලට) සොලවන්නටවත් බැරි බව බුදුරදුන් පෙන්වා දුන් සේක."
  },
  {
    "id": 9,
    "pali": "අනික්කසාවෝ කාසාවං - යෝ වත්ථං පරිදහෙස්සති\nඅපේතෝ දමසච්චේන - න සෝ කාසාවමරහති",
    "sinhala": "කෙලෙස් කහට තියෙද්දී, ඉන්ද්‍රිය දමනයක් හෝ සත්‍යවාදී බවක් නැතුව කවුරු හරි සිවුරක් දැරුවාට, ඔහු ඒ සිවුරට සුදුසු වෙන්නේ නැහැ.",
    "story": "දේවදත්ත තෙරුන්",
    "storyContent": "සෘද්ධි බලයෙන් ලාභ සත්කාර ලැබූ දේවදත්ත තෙරුන්, තමන්ට ලැබුණු අගනා සිවුරක් පොරවාගෙන සිටිනු දුටු සැරියුත් තෙරුන් වහන්සේ මේ ගැන විමසූ විට බුදුරදුන් මෙම ගාථාව දේශනා කළ සේක."
  },
  {
    "id": 10,
    "pali": "යෝ ච වන්තකසාවස්ස - සීලේසු සුසමාහිතෝ\nඋපේතෝ දමසච්චේන - ස වේ කාසාවමරහති",
    "sinhala": "යමෙක් කෙලෙස් කහට බැහැර කරලා, සිල්වත් වෙලා, ඉන්ද්‍රිය දමනයෙන් හා සත්‍යයෙන් යුක්ත ද, ඔහුමයි සිවුරට සුදුසු වෙන්නේ.",
    "story": "දේවදත්ත තෙරුන් (සම්බන්ධයි)",
    "storyContent": "කෙලෙස් නැති රහතන් වහන්සේලා පමණක් ඒ උතුම් සිවුරට සැබවින්ම සුදුසු බව බුදුරදුන් පෙන්වා දුන් සේක."
  },
  {
    "id": 11,
    "pali": "අසාරේ සාරමතිනෝ - සාරේ චාසාරදස්සිනෝ\nතේ සාරං නාධිගච්ඡන්ති - මිච්ඡාසංකප්පගෝචරා",
    "sinhala": "නිසරු දේ සරු හැටියටත්, සරු දේ නිසරු හැටියටත් දකින මිසදිටු අදහස් ඇති අයට කවදාවත් සත්‍ය අවබෝධ වෙන්නේ නැහැ.",
    "story": "සංජය පරිබ්‍රාජක",
    "storyContent": "සැරියුත් මුගලන් දෙනම බුදුරදුන් වෙත පැමිණ රහත් වූ පසු, තම පැරණි ගුරුවරයා වූ සංජය පිරිවැජියාටද බුදුරදුන් හමුවීමට එන ලෙස ආරාධනා කළහ. නමුත් ඔහු එය ප්‍රතික්ෂේප කළේය. අසත්‍යයේ එල්බගෙන සිටින අයට සත්‍යය නොපෙනෙන බව බුදුරදුන් වදාළ සේක."
  },
  {
    "id": 12,
    "pali": "සාරඤ්ච සාරතෝ ඤත්වා - අසාරඤ්ච අසාරතෝ\nතේ සාරං අධිගච්ඡන්ති - සම්මාසංකප්පගෝචරා",
    "sinhala": "සරු දේ සරු හැටියටත්, නිසරු දේ නිසරු හැටියටත් දකින යහපත් අදහස් ඇති අයට සත්‍ය අවබෝධ වෙනවා.",
    "story": "සැරියුත් තෙරුන්",
    "storyContent": "සැරියුත් තෙරුන් වහන්සේ සත්‍යය කුමක්දැයි හරිහැටි වටහා ගත් නිසා උතුම් රහත් භාවයට පත් වූ බව බුදුරදුන් දේශනා කළ සේක."
  },
  {
    "id": 13,
    "pali": "යථා අගාරං දුච්ඡන්නං - වුට්ඨි සමතිවිජ්ඣති\nඒවං අභාවිතං චිත්තං - රාගෝ සමතිවිජ්ඣති",
    "sinhala": "හරියට සෙවිලි නොකළ ගෙදරකට වැස්ස කාන්දු වෙනවා වගේ, භාවනා කරලා දියුණු නොකළ සිතට රාගය ඇතුල් වෙනවා.",
    "story": "නන්ද තෙරුන්",
    "storyContent": "බුදුරදුන්ගේ සොහොයුරු නන්ද කුමරු පැවිදි වූවත්, තම පෙම්වතිය සිහි කරමින් සිවුර අතහැර යාමට සිතා සිටියේය. බුදුරදුන් ඔහුට දිව්‍ය ලෝකයේ අප්සරාවන් පෙන්වා, සිත දියුණු කිරීමේ අගය වටහා දී ඔහු රහත් භාවයට පත් කරවූ සේක."
  },
  {
    "id": 14,
    "pali": "යථා අගාරං සුච්ඡන්නං - වුට්ඨි න සමතිවිජ්ඣති\nඒවං සුභාවිතං චිත්තං - රාගෝ න සමතිවිජ්ඣති",
    "sinhala": "හොඳින් සෙවිලි කළ ගෙදරකට වැස්ස කාන්දු නොවන්නා වගේ, භාවනා කරලා දියුණු කළ සිතට රාගය ඇතුල් වෙන්නේ නැහැ.",
    "story": "නන්ද තෙරුන් (සම්බන්ධයි)",
    "storyContent": "සිත දියුණු කරගත් පසු නන්ද තෙරුන් වහන්සේට කිසිදු කාම සිතිවිල්ලකින් බාධාවක් නොවූ බව මෙයින් පැහැදිලි කෙරේ."
  },
  {
    "id": 15,
    "pali": "ඉධ සෝචති පෙච්ච සෝචති - පාපකාරී උභයත්ථ සෝචති\nසෝ සෝචති සෝ විහඤ්ඤති - දිස්වා කම්මකිලිට්ඨමත්තනෝ",
    "sinhala": "පව්කාරයා තමන් කළ කිලුටු වැඩ දැකලා, මෙලොවදිත් ශෝක වෙනවා, පරලොවදිත් ශෝක වෙනවා. දෙලොවම ශෝක වෙනවා.",
    "story": "චුන්ද සූකරික",
    "storyContent": "වසර ගණනාවක් ඌරන් මරා මස් විකුණූ චුන්ද නම් පුද්ගලයා, මිය යන මොහොතේ ඌරෙක් මෙන් කෑ ගසමින් ඉතා දුක්ඛිතව මිය ගොස් නිරයේ උපන්නේය."
  },
  {
    "id": 16,
    "pali": "ඉධ මෝදති පෙච්ච මෝදති - කතපුඤ්ඤෝ උභයත්ථ මෝදති\nසෝ මෝදති සෝ පමෝදති - දිස්වා කම්මවිසුද්ධිමත්තනෝ",
    "sinhala": "පින් කළ කෙනා තමන්ගේ පිරිසිදු ක්‍රියා දැකලා, මෙලොවදිත් සතුටු වෙනවා, පරලොවදිත් සතුටු වෙනවා. දෙලොවම සතුටු වෙනවා.",
    "story": "ධම්මික උපාසක",
    "storyContent": "ඉතා දැහැමි ජීවිතයක් ගත කළ ධම්මික උපාසකතුමා, මිය යන මොහොතේ දිව්‍ය රථ පහළ වී ඔහුට දිව්‍ය ලෝකයට ආරාධනා කළේය. ඔහු ඉතා සතුටින් මිය ගොස් තුසිත දෙව්ලොව උපන්නේය."
  },
  {
    "id": 17,
    "pali": "ඉධ තප්පති පෙච්ච තප්පති - පාපකාරී උභයත්ථ තප්පති\nපාපං මේ කතන්ති තප්පති - භිය්‍යෝ තප්පති දුග්ගතිං ගතෝ",
    "sinhala": "පව්කාරයා 'මම පව් කළා' කියලා මෙලොවදිත් තැවෙනවා. පරලොව ගියාම අපායේ ඉපදිලා ඊටත් වඩා තැවෙනවා.",
    "story": "දේවදත්ත තෙරුන්",
    "storyContent": "බුදුරදුන්ට විරුද්ධව කටයුතු කළ දේවදත්ත, අවසානයේ පොළොව පලාගෙන අවීචි මහා නිරයට වැටුණේය. එහිදී ඔහු විඳින අති මහත් දුක ගැන බුදුරදුන් දේශනා කළ සේක."
  },
  {
    "id": 18,
    "pali": "ඉධ නන්දති පෙච්ච නන්දති - කතපුඤ්ඤෝ උභයත්ථ නන්දති\nපුඤ්ඤං මේ කතන්ති නන්දති - භිය්‍යෝ නන්දති සුග්ගතිං ගතෝ",
    "sinhala": "පින් කළ කෙනා 'මම පින් කළා' කියලා මෙලොවදිත් සතුටු වෙනවා. පරලොව ගියාම සුගතියේ ඉපදිලා ඊටත් වඩා සතුටු වෙනවා.",
    "story": "සුමනා දේවිය",
    "storyContent": "අනේපිඬු සිටුතුමාගේ දියණිය වූ සුමනා දේවිය, ඉතා භක්තියෙන් දන් දී සිල් රැක, මිය ගොස් දෙව්ලොව ඉපදුණාය. ඇය ලබන සතුට ගැන මෙය දේශනා කරන ලදී."
  },
  {
    "id": 19,
    "pali": "බහුම්පි චේ සංහිතං භාසමානෝ - න තක්කරෝ හෝති නරෝ පමත්තෝ\nගෝපෝව ගාවෝ ගණයං පරේසං - න භාගවා සාමඤ්ඤස්ස හෝති",
    "sinhala": "ප්‍රමාද වූ පුද්ගලයා ධර්මය කොච්චර දේශනා කළත්, ඒ අනුව හැසිරෙන්නේ නැත්නම්, ඔහු අනුන්ගේ හරක් ගණන් කරන එඬේරෙක් වගේ. ඔහුට මහණකමේ ඵල ලැබෙන්නේ නැහැ.",
    "story": "යහළු භික්ෂූන් දෙනම",
    "storyContent": "එකට පැවිදි වූ යහළුවන් දෙදෙනෙකි. එක් අයෙක් ග්‍රන්ථ ධුරය (ඉගෙනීම) පමණක් කළ අතර, අනෙක් භික්ෂුව විදර්ශනා වඩා රහත් විය. ඉගෙන ගත් භික්ෂුව රහත් භික්ෂුව පරාජය කිරීමට ප්‍රශ්න ඇසීමට සැරසුනත්, බුදුරදුන් වදාළේ ප්‍රතිපත්තිය නැති පාණ්ඩිත්‍යයට වඩා ප්‍රතිපත්තිය උතුම් බවයි."
  },
  {
    "id": 20,
    "pali": "අප්පම්පි චේ සංහිතං භාසමානෝ - ධම්මස්ස හෝති අනුධම්මචාරී\nරාගඤ්ච දෝසඤ්ච පහාය මෝහං - සම්මප්පජානෝ සුවිමුත්තචිත්තෝ\nඅනුපාදියානෝ ඉධ වා හුරං වා - ස භාගවා සාමඤ්ඤස්ස හෝති",
    "sinhala": "ටිකක් බණ දන්න කෙනා වුනත්, ධර්මයට අනුව හැසිරෙනවා නම්, රාගය ද්වේෂය මෝහය දුරු කරලා, සිත නිදහස් කරගෙන ඉන්නවා නම්, ඔහු මහණකමේ ඵල ලබනවා.",
    "story": "යහළු භික්ෂූන් දෙනම (සම්බන්ධයි)",
    "storyContent": "ධර්මය කට පාඩම් කරගෙන සිටීමට වඩා, එක ගාථාවක් හෝ දැනගෙන ඒ අනුව ජීවත් වීම ශ්‍රේෂ්ඨ බව බුදුරදුන් වදාළ සේක."
  }
]
